Repository: City-of-Helsinki/mvj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: View auditlog
fi: Näytä auditointiloki
sv: Visa auditeringslogg

source: View auditlog of a lease or a contact
fi: Näytä valitun vuokrauksen tai asiakkaan auditointiloki
sv: Visa auditeringsloggen för den valda arrenderingen eller kunden

source: executable or script
fi: Ajettava tiedosto
sv: Fil som ska köras

source: Django management command
fi: Django-komento
sv: Django-kommando

source: Invalid integer set specifier
fi: Virheellinen määrittely
sv: Felaktig definition

source: creation time
fi: Luontiaika
sv: Tidpunkt då skapades

source: modification time
fi: Muokkausaika
sv: Tidpunkt då redigerades

source: name
fi: Nimi
sv: Namn

source: Name of the command to run e.g. name of a program in PATH or a full path to an executable, or name of a management command.
fi: Komennon nimi joka ajetaan. Esim. ohjelman nimi PATH-ympäristömuuttujassa , ajettavan tiedoston koko polku tai Django-komennon nimi
sv: Namn på kommando som körs. T.ex. programmets namn i PATH-miljövariabeln, hela sökvägen för den fil som ska köras eller namnet på Django-kommandot

source: parameters
fi: parametrit
sv: parametrar

source: parameter format string
fi: parametrin muoto
sv: parameterns format

source: String that defines how the parameters are formatted when calling the command. E.g. if this is "--rent-id {rent_id}" and value 123 is passed as an argument to the rent_id parameter, then the command will be called as "COMMAND --rent-id 123".
fi: Merkkinojo, jossa määritellään miten parametrit muodostetaan kun komentoa kutsutaan.Esim. jos tässä määritellään "--rent-id {rent_id}" ja rent_id argumentiksi annetaan arvo 123, niin komento ajetaan muodossa "COMMAND --rent-id 123".
sv: Sträng som definierar hur parametrarna bildas när kommandot kallas. Till exempel, om "--rent-id {rent_id}" definieras här och värdet 123 tilldelas rent_id som argument, körs kommandot i formatet "COMMAND --rent-id 123".

source: command
fi: Komento
sv: Kommando

source: commands
fi: Komennot
sv: Kommandon

source: identifier
sv: identifieringskod

source: log compacting delay
sv: väntetid vid komprimering av en logg

source: Days to wait before compacting log entries. Calculated from the start time of the job. Compacting log entries means that the individual log entries are concatenated to a single string and the original entries are deleted. This allows PostgreSQL to compress the log contents (check "TOAST" from PostgreSQL documentation). The metadata information about the log entry kinds (stdout/stderr) and timestamps are stored separately so that the original contents of the log entries are still recoverable.
sv: Antal dagar som väntas innan loggmarkeringarna komprimeras. Räknas från tiden arbetet börjades. Komprimering av loggmarkeringar innebär att enskilda loggmarkeringar kombineras till en enda teckensträng och att de ursprungliga markeringarna raderas. Detta gör att PostgreSQL kan packa logginnehållet (se avsnittet ”TOAST” i PostgreSQL-dokumentationen). Metadata om typen av loggmarkeringarna (stdout/stderr) och tidstämplarna sparas separat. Då kan de ursprungliga loggmarkeringarna fortfarande återställas.

source: log deleting delay
sv: väntetid vid radering av en logg

source: Days to wait before deleting logs. Calculated from the start time of the job.
sv: Antal dagar som väntas innan loggmarkeringarna raderas. Räknas från tiden arbetet börjades.

source: run inforomation deleting delay
sv: väntetid vid radering av körningsdata

source: Days to wait before deleting all inforomation about the run. Calculated from the start time of the job.
sv: Antal dagar som väntas innan alla uppgifter om en körning raderas. Räknas från tiden arbetet börjades.

source: job history retention policy
sv: praxis för lagring av arbetshistorik

source: job history retention policies
sv: praxis för lagring av arbetshistorik

source: Descriptive name for the job
fi: Työn kuvaava nimi
sv: Arbetets beskrivande namn

source: comment
fi: Kommentti
sv: Kommentar

source: arguments
fi: Argumentit
sv: Argument

source: Argument for the command as a JSON object. These will be formatted with the parameter format string of the command. E.g. to pass value 123 as an argument to the rent_id parameter, set this to {"rent_id": 123}.
fi: Komennon argumentit JSON-muodossa. Argumentit muotoillaan parametrin muoto-määrittelyn mukaisesti. Esim. jos rent_id-argumentiksi halutaan antaa numero 123, asetetaan tähän {"rent_id": 123}.
sv: Kommandots argument i JSON-format. Argumentet formuleras i enlighet med parameterns formatdefinition. T.ex. om man vill ge numret 123 som rent_id-argument, placeras {"rent_id": 123} här.

source: history retention policy
sv: praxis för lagring av historik

source: Defines how long logs and information about completed runs is preserved.
sv: Anger hur länge loggarna lagras och uppgifter om genomförda körningar.

source: job
fi: Työ
sv: Arbete

source: jobs
fi: Työt
sv: Arbeten

source: Name of the timezone, e.g. "Europe/Helsinki" or "UTC". See https://en.wikipedia.org/wiki/List_of_tz_database_time_zones for a list of possible values.
fi: Aikavyöhykkeen nimi. esim. "Europe/Helsinki" tai "UTC". Katso lista mahdollisista aikavyöhykenimistä osoittesta https://en.wikipedia.org/wiki/List_of_tz_database_time_zones
sv: Namn på tidszonen, t.ex. "Europe/Helsinki" eller "UTC". Se en lista över möjliga namn på tidszoner på adressen https://en.wikipedia.org/wiki/List_of_tz_database_time_zones

source: timezone
fi: Aikavyöhyke
sv: Tidszon

source: timezones
fi: Aikavyöhykkeet
sv: Tidszoner

source: Invalid timezone name
fi: Epäkelpo aikavyöhykkeen nimi
sv: Odugligt namn på tidszon

source: enabled
fi: päällä
sv: på

source: years
fi: Vuodet
sv: År

source: months
fi: Kuukaudet
sv: Månader

source: days of month
fi: Kuukaudenpäivät
sv: Dagar i månaden

source: weekdays
fi: Viikonpäivät
sv: Veckodagar

source: Limit execution to specified weekdays. Use integer values to represent the weekdays with the following mapping: 0=Sunday, 1=Monday, 2=Tuesday, ..., 6=Saturday.
fi: Ajetaan vain tiettyinä viikonpäivinä. Käytä viikonpäiviä vastaavia numeroita: 0=sunnuntai, 1=maanantai, 2=tiistai, 3=keskiviikko, 4=torstai, 5=perjantai, 6=lauantai.
sv: Körs endast vissa veckodagar. Använd siffror som motsvarar veckodagarna: 0=söndag, 1=måndag, 2=tisdag, 3=onsdag, 4=torsdag, 5=fredag, 6=lördag.

source: hours
fi: Tunnit
sv: Timmar

source: minutes
fi: Minuutit
sv: Minuter

source: scheduled job
fi: Ajastettu työ
sv: Tidsinställt arbete

source: scheduled jobs
fi: Ajastetut työt
sv: Tidsinställda arbeten

source: Scheduled job "{job}" @ {schedule}
fi: Ajastettu työ "{job}" @ {schedule}
sv: Tidsinställt arbete "{job}" @ {schedule}

source: PID
sv: permanent identifieringskod

source: Records the process id of the process, which is/was executing this job
fi: Työn ajaneen prosessin numero
sv: Nummer på processen som körde arbetet

source: start time
fi: Alkuaika
sv: Starttid

source: stop time
fi: Loppuaika
sv: Sluttid

source: exit code
fi: Exit-koodi
sv: Exit-kod

source: job run
fi: Työn ajo
sv: Körning av arbetet

source: job runs
fi: Työn ajot
sv: Körningar av arbetet

source: run
fi: Ajo
sv: Körning

source: kind
fi: Laji
sv: Art

source: line number
fi: rivinumero
sv: radnummer

source: number
fi: Numero
sv: Nummer

source: time
fi: Aika
sv: Tid

source: log entry
fi: lokimerkintä
sv: logganteckning

source: log entries
fi: lokimerkinnät
sv: logganteckningar

source: {run_name}: {kind} entry {linenum}({number})
fi: {run_name}: {kind} merkintä {linenum}({number})
sv: {run_name}: {kind} anteckning {linenum}({number})

source: content
sv: innehåll

source: log entry metadata
sv: metadata om logganteckning

source: timestamp of the first entry
sv: tidstämpel av den första anteckningen

source: timestamp of the last entry
sv: tidstämpel av den sista anteckningen

source: total count of entries
sv: antal anteckningar totalt

source: count of error entries
sv: antal felmarkeringar

source: log
sv: logg

source: logs
sv: loggar

source: scheduled run time
fi: Ajoajankohta
sv: Tidpunkt för körning

source: assignment time
fi: Ajomääräyksen ajankohta
sv: Tidpunkt för körorder

source: assignee process id (PID)
fi: Ajomääräyksen prosessinumero (PID)
sv: Processnummer för körordern (PID)

# Credit decision status
source: Yes
fi: Kyllä
sv: Ja

# Credit decision status
source: No
fi: Ei
sv: Nej

# Credit decision status
source: Consideration
fi: Harkinta
sv: Övervägande

source: Reason code
fi: Syykoodi
sv: Orsakskod

source: Reason
fi: Syy
sv: Orsak

# Model name
source: Credit decision reason
fi: Luottopäätöksen syy
sv: Orsak till kreditbeslutet

# Model name
source: Credit decision reasons
fi: Luottopäätöksien syyt
sv: Orsaker till kreditbeslutet

source: Customer
fi: Asiakas
sv: Kund

source: Reasons
fi: Syyt
sv: Orsaker

source: Business ID
fi: Y-tunnus
sv: FO-nummer

source: Official name
fi: Virallinen nimi
sv: Officiellt namn

source: Address
fi: Osoite
sv: Adress

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Business entity
fi: Yhtiömuoto
sv: Bolagsform

source: Date of commencement of operations
fi: Toiminnan käynnistämispäivämäärä
sv: Startdatum för verksamheten

source: Industry code
fi: Toimialakoodi
sv: Sektorskod

source: Claimant
fi: Hakija
sv: Sökande

source: original_data
fi: Alkuperäinen data
sv: Ursprungliga data

# Model name
source: Credit decision
fi: Luottopäätös
sv: Kreditbeslut

# Model name
source: Credit decisions
fi: Luottopäätökset
sv: Kreditbeslut

source: Identification
fi: Tunniste
sv: Identifieringskod

source: User
fi: Käyttäjä
sv: Användare

# Model name
source: Credit decision log
fi: Luottopäätöksen loki
sv: Logg för kreditbeslutet

# Model name
source: Credit decision logs
fi: Luottopäätöksien lokit
sv: Loggar för kreditbeslutet

source: Cannot find business id or national identification number in customer data.
fi: Asiakastiedoista ei löydy y-tunnusta tai henkilötunnusta.
sv: Kunduppgifterna innehåller inget FO-nummer eller ingen personbeteckning.

# Form state
source: Work in progress
fi: Kesken
sv: Oavslutad

# Form state
source: Ready
fi: Valmis
sv: Färdig

# Form state
source: Deleted
fi: Poistettu
sv: Makulerad

# Section type
source: Show always
fi: Näytä aina
sv: Visa alltid

# Section type
source: Show if
fi: Näytä, jos
sv: Visa om

# Applicant type
source: Company
fi: Yritys
sv: Företag

# Applicant type
source: Both
fi: Molemmat
sv: Båda

source: Time created
fi: Luotu
sv: Skapad

source: Time modified
fi: Muokattu
sv: Redigerad

source: Tekstikenttä
sv: Textfält

source: Tekstialue
sv: Textområde

source: Alasvetovalikko
sv: Rullgardinsmeny

source: Valintaruutu
sv: Valruta

source: Radiopainike
sv: Radioknapp

source: Radiopainike linjassa
sv: Radioknapp på linje

source: Lataa tiedosto
sv: Ladda ner filen

source: Murtoluku
sv: Bråktal

source: Lessor
fi: Vuokranantaja
sv: Arrendegivare

source: Description area
fi: Tarkempi kuvaus alueesta
sv: Närmare beskrivning om området

source: District
fi: Kaupunginosa
sv: Stadsdel

source: Intended use
fi: Käyttötarkoitus
sv: Användningsändamål

source: Description intended use
fi: Tarkempi kuvaus käyttötarkoituksesta
sv: Närmare beskrivning om hur området används

source: Start date
fi: Alkupvm
sv: Startdatum

source: End date
fi: Loppupvm
sv: Slutdatum

source: Received date
fi: Vastaanotettu
sv: Mottagen

source: Identifier
fi: Tunnus
sv: Kod

source: State
fi: Tila
sv: Status

source: Preparer
fi: Valmistelija
sv: Beredd av

source: Decline reason
sv: Orsaken till avslaget

source: Preparer note
sv: Beredares anmärkning

source: Status notes
sv: Statusanmärkningar

source: Copy of plot application(s) {target_status_identifiers}
fi: Kopio tonttihakemuksista {target_status_identifiers}
sv: Kopia av tomtansökningar {target_status_identifiers}

source: Copy of area rental application {area_search.identifier}
fi: Kopio aluehaun hakemuksista {area_search.identifier}
sv: Kopia av ansökningar för områdessökning {area_search.identifier}

source: Invoice
fi: Lasku
sv: Faktura

source: Invoices
fi: Laskut
sv: Fakturor

source: Lease identifier
fi: Vuokraustunnus
sv: Arrendekod

source: Invoice number
fi: Laskun numero
sv: Fakturanummer

source: Due date
fi: Eräpäivä
sv: Förfallodag

source: Invoice count
fi: Laskujen määrä
sv: Antal fakturor

source: Invoice payments
fi: Maksusuoritukset
sv: Betalningar

source: Paid amount
fi: Maksettu määrä
sv: Betald mängd

source: Paid date
fi: Maksettu pvm
sv: Betalt datum

source: Filing code
fi: Arkistotunnus
sv: Arkiveringskod

source: Value should be a string
fi: Arvon pitää olla merkkijono
sv: Värdet måste vara en sträng

source: Value should be of type {}
fi: Arvon pitää olla tyyppiä {}
sv: Värdet måste vara av typ {}

source: Value is required
fi: Arvo on pakollinen
sv: Värdet är obligatoriskt

source: Value should be an Iterable
fi: Arvon pitää olla "Iterable"
sv: Värdet måste vara "Iterable"

source: Contact information cannot be null.
fi: Kontaktin tieto ei voi olla tyhjä.
sv: Uppgiften om kontakt får inte vara tom.

# Laske export log invoice status
source: Sent
fi: Lähetetty
sv: Sändning lyckades

# Laske export log invoice status
source: Failed
fi: Epäonnistui
sv: Misslyckades

source: Directory "{}" does not exist. Please create it.
sv: Index {} finns inte. Skapa ett index.

source: Can not create file in directory "{}".
sv: Fil kan inte skapas till indexet {}.

source: LASKE_SERVERS["export"] settings missing
sv: Inställningar för objektet LASKE_SERVERS["export"] saknas

source: MVJ ({}) transfer failed!
fi: MVJ ({}) siirto epäonnistui!
sv: Överföringen av MVJ ({}) misslyckades!

source: MVJ ({}) transfer
fi: MVJ ({}) siirto
sv: MVJ ({}) överföring

source: Failed invoice numbers:
fi: Epäonnistuneet laskunumerot:
sv: Fakturanummer för fakturor som misslyckades:

source: Time started
fi: Aloitusaika
sv: Starttid

source: Time ended
fi: Lopetusaika
sv: Sluttid

source: Finished?
fi: Valmis?
sv: Färdig?

source: Filename
fi: Tiedostonimi
sv: Filnamn

# Model name
source: Laske export log
fi: Laske-viennin loki
sv: Logg för Laske-exporten

# Model name
source: Laske export logs
fi: Laske-viennin lokit
sv: Loggar för Laske-exporten

source: information
fi: tiedot
sv: uppgifter

# Model name
source: Laske payments log
fi: Laske-maksujen loki
sv: Logg för Laske-avgifter

# Model name
source: Laske payments logs
fi: Laske-maksujen lokit
sv: Loggar för Laske-exporten

source: Lease
fi: Vuokraus
sv: Arrendering

source: Search by identifier
fi: Etsi tunnisteella
sv: Sök med identifieringskod

source: Ratio {ratio}… ({current_index}/{rent_index})
fi: Laskentakerroin {ratio}… ({current_index}/{rent_index})
sv: Beräkningsfaktor {ratio}… ({current_index}/{rent_index})

source: Ratio {ratio}
fi: Laskentakerroin {ratio}
sv: Beräkningsfaktor {ratio})

source: New base rent
fi: Uusi perusvuokra
sv: Nytt basarrende

source: New base rent {}
fi: Uusi perusvuokra {}
sv: Nytt basarrende {}

source: Total payable
fi: Perittävä vuokra
sv: Arrende som ska debiteras

# Classification
source: Public
fi: Julkinen
sv: Offentligt

# Classification
source: Confidential
fi: Salainen
sv: Hemligt

# Classification
source: Official
fi: Viranomaiskäyttö
sv: Myndighetsanvändning

# Lease state
source: Lease
fi: Vuokraus
sv: Arrendering

# Lease state
source: Short term lease
fi: Lyhytaikainen vuokraus
sv: Kortfristig arrendering

# Lease state
source: Long term lease
fi: Pitkäaikainen vuokraus
sv: Långfristig arrendering

# Lease state
source: Temporary lease
fi: Tilapäinen vuokraus
sv: Tillfällig arrendering

# Lease state
source: Reservation
fi: Varaus
sv: Reservering

# Lease state
source: Reserve
fi: Varanto
sv: Reserv

# Lease state
source: Permission
fi: Lupa
sv: Tillstånd

# Lease state
source: Tenure
fi: Hallintaoikeus
sv: Besittningsrätt

# Lease state
source: Buildings and public areas
fi: Rakennukset ja yleiset alueet sisäinen (RYA)
sv: Byggnader och allmänna områden internt (RYA)

# Lease state
source: Power of attorney
fi: Valtakirja
sv: Fullmakt

# Lease relation
source: Transfer
fi: Siirto
sv: Överföring

# Lease relation
source: Other
fi: Muu
sv: Övrigt

# Notice period
source: No period
fi: Ei irtisanomisaikaa
sv: Ingen uppsägningstid

# Notice period
source: Time period
fi: Irtisanomisaika
sv: Uppsägningstid

# Notice period
source: Other
fi: Muu irtisanomisaika
sv: Annan uppsägningstid

# Tenant contact type
source: Tenant
fi: Vuokralainen
sv: Arrendator

# Tenant contact type
source: Billing contact
fi: Laskunsaaja
sv: Fakturamottagare

# Tenant contact type
source: Contact
fi: Yhteyshenkilö
sv: Kontaktperson

# Location type
source: Surface
fi: Yläpuolella
sv: Ovan om

# Location type
source: Underground
fi: Alapuolella
sv: Nedan om

# Lease area type
source: Plan unit
fi: Kaavayksikkö
sv: Planenhet

# Lease area type
source: Real property
fi: Kiinteistö
sv: Fastighet

# Lease area type
source: Unseparated parcel
fi: Määräala
sv: Outbrutet område

# Lease area type
source: Other
fi: Muu
sv: Övrigt

# Lease area attachment type
source: MATTI report
fi: MATTI-raportti
sv: MATTI-rapport

# Lease area attachment type
source: Geotechnical
fi: Geotekninen palvelu
sv: Geoteknisk tjänst

# Plot type
source: Real property
fi: Kiinteistö
sv: Fastighet

# Plot type
source: Unseparated parcel
fi: Määräala
sv: Outbrutet område

# Plot type
source: Searchable
fi: Haettava
sv: Ska ansökas

# Plot type
source: Procedural reservation
fi: Menettelyvaraus
sv: Processanvisning

# Plot type
source: Direct reservation
fi: Suoravaraus
sv: Direktanvisning

# Period type
source: / month
fi: / kk
sv: / mån.

# Period type
source: / year
fi: / vuosi
sv: / år

# Area unit
source: Floor area m^2
fi: kem^2
sv: kem^2

# Area unit
source: Apartment area m^2
fi: hm^2
sv: hm^2

# Constructability state
source: Unverified
fi: Tarkistamatta
sv: Ogranskat

# Constructability state
source: Requires measures
fi: Vaatii toimenpiteitä
sv: Kräver åtgärder

# Constructability state
source: Enquiry sent
fi: Kysely lähetetty
sv: Förfrågan har skickats

# Constructability state
source: Complete
fi: Valmis
sv: Färdig

# Constructability type
source: Preconstruction
fi: Esirakentaminen, johtosiirrot ja kunnallistekniikka
sv: Förkonstruktion, flyttning av ledningar och kommunalteknik

# Constructability type
source: Demolition
fi: Purku
sv: Rivning

# Constructability type
source: Polluted land
fi: PIMA
sv: PIMA

# Constructability type
source: Report
fi: Rakennettavuusselvitys
sv: Byggbarhetsutredning

# Constructability type
source: Other
fi: Muut
sv: Annat

# Polluted Land rent condition state
source: Asked
fi: Kysytty
sv: Frågat

# Polluted Land rent condition state
source: Ready
fi: Valmis
sv: Färdig

# Constructability Report investigation state
source: No need
fi: Ei tarvetta
sv: Behövs inte

# Constructability Report investigation state
source: Ongoing
fi: Tekeillä
sv: Under arbete

# Constructability Report investigation state
source: Ready
fi: Valmis
sv: Färdig

# Rent type
source: Index (old)
fi: Indeksi (vanha)
sv: Index (gammalt)

# Rent type
source: One time
fi: Kertakaikkinen
sv: Fullständigt

# Rent type
source: Fixed
fi: Kiinteä
sv: Fast

# Rent type
source: Free
fi: Korvauksetta
sv: Utan ersättning

# Rent type
source: Manual
fi: Käsinlaskenta
sv: Manuell beräkning

# Index type
source: ind 50620 / 10/20%:n vaihtelut
sv: ind 50620 / 10/20 %:s variationer

# Index type
source: ind 4661 / 10/20%:n vaihtelut
sv: ind 4661 / 10/20 %:s variationer

# Index type
source: ind 418 / 10%:n vaihtelu
sv: ind 418 / 10/10 %:s variationer

# Index type
source: ind 418 / 20%:n vaihtelu
sv: ind 418 / 10/20 %:s variationer

# Index type
source: ind 100 (pyöristys)
sv: ind 100 (avrundning)

# Due dates type
source: Custom
fi: Erikseen määritelty
sv: Separat definierad

# Due dates type
source: Fixed
fi: Kiinteät
sv: Fasta

# Due dates position
source: Start of month
fi: Kuukauden alussa
sv: I början av månaden

# Due dates position
source: Middle of month
fi: Kuukauden keskellä
sv: Mitt i månaden

# Rent adjustment type
source: Discount
fi: Alennus
sv: Rabatt

# Rent adjustment type
source: Increase
fi: Korotus
sv: Förhöjning

# Rent Adjustment amount type
source: % per year
fi: % per vuosi
sv: % per år

# Rent Adjustment amount type
source: € per year
fi: € per vuosi
sv: € per år

# Rent Adjustment amount type
source: € total
fi: € yhteensä
sv: € totalt

# Subvention type
source: Form of management
fi: Hallintamuoto
sv: Upplåtelseform

# Subvention type
source: Re-lease
fi: Uudelleenvuokraus
sv: Återarrendering

# Invoice delivery method
source: Mail
fi: Posti
sv: Post

# Invoice delivery method
source: Electronic
fi: E-lasku
sv: E-räkning

# Invoice state
source: Open
fi: Avoin
sv: Öppen

# Invoice state
source: Paid
fi: Maksettu
sv: Betald

# Invoice state
source: Refunded
fi: Hyvitetty
sv: Gottskriven

# Invoice type
source: Charge
fi: Lasku
sv: Faktura

# Invoice type
source: Credit note
fi: Hyvityslasku
sv: Kreditfaktura

# Contact type
source: Business
fi: Yritys
sv: Företag

# Contact type
source: Unit
fi: Yksikkö
sv: Enhet

# Contact type
source: Association
fi: Yhteisö
sv: Gemenskap

# Contact type
source: Other
fi: Muu
sv: Övrigt

# Infill development compensation
source: Ongoing
fi: Vireillä
sv: Anhängig

# Infill development compensation
source: Negotiating
fi: Neuvottelu
sv: Förhandling

# Infill development compensation
source: Decision
fi: Päätös
sv: Beslut

# Area type
source: Lease area
fi: Vuokra-alue
sv: Arrendeområde

# Area type
source: Plan unit
fi: Kaavayksikkö
sv: Planenhet

# Area type
source: Real property
fi: Kiinteistö
sv: Fastighet

# Area type
source: Unseparated parcel
fi: Määräala
sv: Outbrutet område

# Area type
source: Plot division
fi: Tonttijako
sv: Tomtindelning

# Area type
source: Basis of rent
fi: Vuokrausperiaate
sv: Arrenderingsprincip

# Area type
source: Infill development compensation
fi: Täydennysrakentamiskorvaus
sv: Ersättning för kompletteringsbyggande

# Area type
source: Land use agreement
fi: Maankäyttösopimus
sv: Markanvändningsavtal

# Area type
source: Detailed plan
fi: Asemakaava
sv: Detaljplan

# Area type
source: Other
fi: Muu
sv: Övrigt

# Email log type
source: Constructability
fi: Rakentamiskelpoisuus
sv: Byggbarhet

# Leasehold transfer party type
source: Lessor
fi: Vuokranantaja
sv: Arrendegivare

# Leasehold transfer party type
source: Conveyor
fi: Luovuttaja
sv: Överlåtare

# Leasehold transfer party type
source: Acquirer
fi: Saaja
sv: Mottagare

# Decision type kind
source: Lease cancellation
fi: Vuokrasopimuksen purkaminen
sv: Uppsägning av arrendeavtal

# Decision type kind
source: Basis of Rent
fi: Vuokrausperiaate
sv: Arrenderingsprincip

# Detailed plan class
source: Pending
sv: Öppen

# Detailed plan class
source: Effective
sv: Gällande

# Basis of rent type
source: Lease
fi: Vuokra
sv: Arrende

# Basis of rent type
source: Lease (old)
fi: Vuokra (vanha)
sv: Arrende (gammalt)

# Basis of rent type
source: Temporary
fi: Tilapäinen
sv: Tillfälligt

# Basis of rent type
source: Additional yard
fi: Lisäpiha
sv: Tilläggsgård

# Basis of rent type
source: Field
fi: Pelto
sv: Åker

# Basis of rent zone
source: Zone 1
fi: Vyöhyke 1
sv: Zon 1

# Basis of rent zone
source: Zone 2
fi: Vyöhyke 2
sv: Zon 2

# Basis of rent zone
source: Zone 3
fi: Vyöhyke 3
sv: Zon 3

# Land Use Contract Type
source: Land use agreement
fi: Maankäyttösopimus
sv: Markanvändningsavtal

# Land Use Contract Type
source: Agreement on appreciation
fi: Sopimus arvonnoususta
sv: Avtal om värdeökning

# Land Use Contract Type
source: No agreement
fi: Ei sopimusta
sv: Inget avtal

# Land use agreement attachment type
source: General
fi: Yleinen
sv: Allmänt

# Land use agreement attachment type
source: Compensation calculation
fi: Korvauslaskelma
sv: Ersättningsberäkning

# Land Use Agreement Litigant Contact Type
source: Tenant
fi: Vuokralainen
sv: Arrendator
