Repository: City-of-Helsinki/mvj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Actualized area (f-m2)
sv: Faktiska området (f-m2)

source: Subvention amount
fi: Subvention määrä
sv: Subventionens mängd

source: Compensation percent
sv: Ersättningsprocent

# Model name
source: Land use agreement litigant
fi: Maankäyttösopimuksen osapuolet
sv: Markanvändningsavtalets parter

# Model name
source: Land use agreement litigants
fi: Maankäyttösopimuksen osapuolet
sv: Markanvändningsavtalets parter

source: Land use agreement litigant
fi: Maankäyttösopimuksen osapuoli
sv: Markanvändningsavtalets part

source: Contact
fi: Yhteystieto
sv: Kontaktuppgift

source: Contact type
fi: Yhteystiedon tyyppi
sv: Typ av kontaktuppgift

source: Sent date
fi: Lähetyspvm
sv: Datum för sändning

source: Litigant
sv: Part

source: Compensation amount
fi: Korvausinvestoinnit
sv: Ersättningsinvesteringar

source: Increase percentage
sv: Öka procenten

source: Sign date
fi: Allekirjoitettava mennessä
sv: Ska undertecknas senast

source: Due dates position
fi: Eräpäivien sijainti
sv: Läge för förfallodatum

# Model name
source: Lease type
fi: Laji
sv: Art

# Model name
source: Lease types
fi: Lajit
sv: Arter

# Model name
source: Municipality
fi: Kaupunki
sv: Stad

# Model name
source: Municipalities
fi: Kaupunki
sv: Stad

# Model name
source: District
fi: Kaupunginosa
sv: Stadsdel

# Model name
source: Districts
fi: Kaupunginosat
sv: Stadsdelar

# Model name
source: Intended use
fi: Käyttötarkoitus
sv: Användningsändamål

# Model name
source: Intended uses
fi: Käyttötarkoitukset
sv: Användningsändamål

# Model name
source: Statistical use
fi: Tilastollinen pääkäyttötarkoitus
sv: Statistiskt huvudanvändningsändamål

# Model name
source: Statistical uses
fi: Tilastolliset pääkäyttötarkoitukset
sv: Statistiska huvudanvändningsändamål

# Model name
source: Supportive housing
fi: Erityisasunto
sv: Specialbostad

# Model name
source: Supportive housings
fi: Erityisasunnot
sv: Specialbostäder

# Model name
source: Form of financing
fi: Rahoitusmuoto
sv: Finansieringsform

# Model name
source: Forms of financing
fi: Rahoitusmuodot
sv: Finansieringsformer

# Model name
source: Form of management
fi: Hallintamuoto
sv: Upplåtelseform

# Model name
source: Forms of management
fi: Hallintamuodot
sv: Upplåtelseformer

# Model name
source: Form of regulation
fi: Sääntelymuoto
sv: Regleringsform

# Model name
source: Forms of regulation
fi: Sääntelymuodot
sv: Regleringformer

source: Period type
fi: Irtisanomisajan tyyppi
sv: Typ av uppsägningstid

source: Duration
fi: Kesto
sv: Längd

source: In ISO 8601 Duration format
fi: ISO 8601 Duration-muodossa
sv: I ISO 8601 Duration-form

# Model name
source: Notice period
fi: Irtisanomisaika
sv: Uppsägningstid

# Model name
source: Notice periods
fi: Irtisanomisajat
sv: Uppsägningtider

# Model name
source: Special project
fi: Erityshanke
sv: Specialprojekt

# Model name
source: Special projects
fi: Erityishankkeet
sv: Specialprojekt

# Model name
source: Reservation procedure
fi: Varauksen menettely
sv: Förfaring för anvisningen

# Model name
source: Reservation Procedures
fi: Varauksen menettelyt
sv: Förfaringar för anvisningen

source: Lease type
fi: Laji
sv: Art

# Model name
source: Lease identifier
fi: Vuokraustunnus
sv: Arrendekod

# Model name
source: Lease identifiers
fi: Vuokraustunnukset
sv: Arrendekoder

source: Classification
fi: Julkisuusluokka
sv: Offentlighetsklass

source: Intended use note
fi: Käyttötarkoituksen selite
sv: Förklaring för användningsändamålet

source: Transferable
fi: Siirto-oikeus
sv: Överföringsrätt

source: Regulated
fi: Säännelty
sv: Reglerad

source: Notice note
fi: Irtisanomisilmoituksen selite
sv: Förklaring för uppsägningsanmälan

source: Supportive housing
fi: Erityisasunnot
sv: Specialbostäder

source: Statistical use
fi: Tilastollinen pääkäyttötarkoitus
sv: Statistiskt huvudanvändningsändamål

source: Form of regulation
fi: Sääntelymuoto
sv: Regleringsform

source: Notice period
fi: Irtisanomisaika
sv: Uppsägningstid

source: Rent info complete?
fi: Vuokratiedot kunnossa?
sv: Är arrendeuppgifterna i ordning?

source: Invoicing enabled?
fi: Laskutus käynnissä?
sv: Är faktureringen igång?

source: Is subject to VAT?
fi: Onko ALV:n alainen
sv: Är den underställd mervärdesskatt

source: Real estate developer
fi: Rakennuttaja
sv: Byggherre

source: Conveyance number
fi: Luovutusnumero
sv: Överlåtelsenummer

source: Building selling price
fi: Rakennuksen kauppahinta
sv: Byggnadens köpeskilling

source: Special project
fi: Erityishanke
sv: Specialprojekt

source: Reservation procedure
fi: Varauksen menettely
sv: Förfaring för anvisningen

# Model name
source: Lease
fi: Vuokraus
sv: Arrendering

# Model name
source: Leases
fi: Vuokraukset
sv: Arrenderingar

source: Contract #{contract_number}
fi: Sopimus #{contract_number}
sv: Avtal #{contract_number}

# Model name
source: Lease state log
fi: Vuokrauksen tilamuutosloki
sv: Logg över statusändring för arrenderingen

# Model name
source: Lease state logs
fi: Vuokrauksen tilamuutoslokit
sv: Loggar över statusändring för arrenderingen

source: From lease
fi: Vuokrauksesta
sv: Från arrendering

source: To lease
fi: Vuokraukseen
sv: Till arrendering

source: Lease relation type
fi: Suhdetyyppi
sv: Typ av relation

# Model name
source: Related lease
fi: Liittyvä vuokraus
sv: Anknytande arrendering

# Model name
source: Related leases
fi: Liittyvät vuokraukset
sv: Anknytande arrenderingar

source: File name
fi: Tiedostonimi
sv: Filnamn

# Model name
source: Leasehold transfer import log
fi: Vuokraoikeuden siirtojen tuonnin loki
sv: Logg över import av arrenderättsöverföringar

# Model name
source: Leasehold transfer import logs
fi: Vuokraoikeuden siirtojen tuonnin lokit
sv: Loggar över import av arrenderättsöverföringar

# Model name
source: Leasehold transfer
fi: Vuokraoikeuden siirto
sv: Överföring av arrenderätt

# Model name
source: Leasehold transfers
fi: Vuokraoikeuden siirrot
sv: Överföringar av arrenderätt

source: Leasehold transfer
fi: Vuokraoikeuden siirto
sv: Överföring av arrenderätt

# Model name
source: Leasehold transfer property
fi: Vuokraoikeuden siirron kohde
sv: Objekt för överföring av arrenderätt

# Model name
source: Leasehold transfer properties
fi: Vuokraoikeuden siirron kohteet
sv: Objekt för överföring av arrenderätt

source: Numerator
fi: Jaettava
sv: Att dela

source: Denominator
fi: Jakaja
sv: Delad av

# Model name
source: Leasehold transfer party
fi: Vuokraoikeuden siirron osapuoli
sv: Part vid överföring av arrenderätt

# Model name
source: Leasehold transfer parties
fi: Vuokraoikeuden siirtojen osapuolet
sv: Parter vid överföring av arrenderätt

source: Time archived
fi: Arkistointiaika
sv: Arkiveringstid

source: Archived note
fi: Arkistointihuomautus
sv: Arkiveringsanmärkning

# Model name
source: Rent intended use
fi: Vuokran käyttötarkoitus
sv: Användningsändamål för arrende

# Model name
source: Rent intended uses
fi: Vuokran käyttötarkoitus
sv: Användningsändamål för arrende

source: Cycle
fi: Vuokrakausi
sv: Arrendeperiod

source: Index type
fi: Indeksin tunnusnumero
sv: Identifieringsnumer för indexet

source: Due dates type
fi: Laskutusjako
sv: Faktureringsfördelning

source: Due dates per year
fi: Laskut kpl / vuosi
sv: Fakturor st./år

source: Elementary index
fi: Perusindeksi
sv: Basindex

source: Index rounding
fi: Pyöristys
sv: Avrundning

source: X value
fi: X-luku
sv: X-tal

source: Y value
fi: Y-luku
sv: Y-tal

source: Y value start date
fi: Y-alkaen pvm
sv: Y-från och med datum

source: Equalization start date
fi: Tasaus alkupvm
sv: Utjämning startdatum

source: Equalization end date
fi: Tasaus loppupvm
sv: Utjämning slutdatum

source: Seasonal start day
fi: Kauden alkupäivä
sv: Startdag för perioden

source: Seasonal start month
fi: Kauden alkukuukausi
sv: Starmånad för perioden

source: Seasonal end day
fi: Kauden loppupäivä
sv: Slutdag för perioden

source: Seasonal end month
fi: Kauden loppukuukausi
sv: Slutmånad för perioden

source: Manual ratio
fi: Käsinlaskentakerroin
sv: Manuell beräkningsfaktor

source: Manual ratio (previous)
fi: Käsinlaskentakerroin (edellinen)
sv: Manuell beräkningsfaktor (föregående)

source: Payable rent amount
sv: Hyresbeloppet som ska betalas

source: Payable rent start date
sv: Startdatum för arrendebetalning

source: Payable rent end date
sv: Slutdatum för arrendebetalning

# Model name
source: Rent
fi: Vuokra
sv: Arrende

# Model name
source: Rents
fi: Vuokrat
sv: Arrenden

source: Cannot calculate payable rent. The rent cycle '{}' is not defined.
sv: Arrendebelopp som ska betalas kan inte beräknas. Arrendeperioden {} har inte fastställts.

source: Manual ratio {ratio}
fi: Käsinlaskentakerroin {ratio}
sv: Manuell beräkningsfaktor {ratio}

source: Manual ratio not found!
fi: Käsinlaskentakerrointa ei löytynyt!
sv: Den manuella beräkningsfaktorn hittades inte!

source: Average index for the year {} is not available!
fi: Vuoden {} keskiarvoindeksi ei ole tiedossa!
sv: Årets {} genomsnittsindex är inte känt!

source: Rent
fi: Vuokra
sv: Arrende

source: Month
fi: Kuukausi
sv: Månad

# Model name
source: Rent due date
fi: Eräpäivä
sv: Förfallodag

# Model name
source: Rent due dates
fi: Eräpäivät
sv: Förfallodagar

# Model name
source: Fixed initial year rent
fi: Kiinteä alkuvuosivuokra
sv: Fast arrende för början av året

# Model name
source: Fixed initial year rents
fi: Kiinteät alkuvuosivuokrat
sv: Fasta arrenden för början av året

source: Period
fi: Yksikkö
sv: Enhet

source: Base amount
fi: Vuokranlaskennan perusteena oleva vuokra
sv: Arrende som ligger till grund för arrendeberäkningen

source: Base amount period
fi: Yksikkö
sv: Enhet

source: Base year rent
fi: Uusi perusvuosi vuokra
sv: Nytt arrende för basår

# Model name
source: Contract rent
fi: Sopimusvuokra
sv: Avtalsarrende

# Model name
source: Contract rents
fi: Sopimusvuokrat
sv: Avtalsarrenden

source: Factor
fi: Laskentakerroin
sv: Beräkningsfaktor

# Model name
source: Index adjusted rent
fi: Indeksitarkistettu vuokra
sv: Indexjusterat arrende

# Model name
source: Index adjusted rents
fi: Indeksitarkistetut vuokrat
sv: Indexjusterade arrenden

source: Full amount
fi: Kokonaismäärä
sv: Total mängd

source: Amount type
fi: Määrän tyyppi
sv: Mängdtyp

source: Amount left
fi: Jäljellä
sv: Kvar

source: Subvention type
fi: Subvention tyyppi
sv: Typ av subvention

source: Subvention base percent
fi: Perusalennus markkinavuokrasta
sv: Basrabatt på marknadsarrende

source: Graduated subvention percent
fi: Porrastettu alennus
sv: Stegvis rabatt

# Model name
source: Rent adjustment
fi: Alennus/Korotus
sv: Rabatt/Höjning

# Model name
source: Rent adjustments
fi: Alennukset/Korotukset
sv: Rabatter/Höjningar

# Model name
source: Form of management (Subvention)
fi: Hallintamuoto (Subventio)
sv: Upplåtelseform (Subvention)

source: Rent adjustment
fi: Alennus/Korotus
sv: Rabatt/Höjning

# Model name
source: Management subvention (Rent adjustment)
fi: Hallintamuotosubventio (Alennus)
sv: Subvention för upplåtelseformen (Rabatt)

# Model name
source: Management subventions (Rent adjustment)
fi: Hallintamuotosubventiot (Alennus)
sv: Subventioner för upplåtelseformen (Rabatt)

source: Subvention percent
fi: Subventioprosentti
sv: Subventionsprocent

# Model name
source: Temporary subvention (Rent adjustment)
fi: Tilapäisalennus (Alennus)
sv: Tillfällig rabatt (Rabatt)

# Model name
source: Temporary subventions (Rent adjustment)
fi: Tilapäisalennukset (Alennus)
sv: Tillfälliga rabatter (Rabatt)

source: Difference percent
fi: Nousu %
sv: Höjning %

source: Calendar year rent
fi: Kalenterivuosivuokra
sv: Arrende för kalenderår

# Model name
source: Payable rent
fi: Perittävä vuokra
sv: Arrende som ska debiteras

# Model name
source: Payable rents
fi: Perittävät vuokrat
sv: Arrenden som ska debiteras

source: Payable amount
fi: Perittävä vuokra
sv: Arrende som ska debiteras

source: Equalized payable amount
fi: Tasattu perittävä vuokra
sv: Utjämnat arrende som ska debiteras

source: Equalization factor
fi: Tasauskerroin
sv: Utjämningsfaktor

# Model name
source: Equalized rent
fi: Tasattu vuokra
sv: Utjämnat arrende

# Model name
source: Equalized rents
fi: Tasatut vuokrat
sv: Utjämnade arrenden

# Model name
source: Indexes
fi: Indeksit
sv: Index

source: Lease basis of rent
fi: Vuokrauksen vuokrausperiaate
sv: Arrenderingsprincip för arrenderingen

source: Area amount
fi: Pinta-ala
sv: Areal

source: Zone
fi: Vyöhyke
sv: Zon

source: Amount per area (index 100)
fi: Summa per pinta-ala (ind 100)
sv: Summa per areal (ind 100)

source: Profit margin percentage
fi: Tuottoprosentti
sv: Vinstprocent

source: Discount percentage
fi: Alennusprosentti
sv: Rabattprocent

source: Plans inspected at
fi: Piirustukset tarkastettu pvm
sv: Ritningarna har granskats datum

source: Plans inspected by
fi: Piirustusten tarkastaja
sv: Ritningarna har granskats av

source: Locked at
fi: Lukittu pvm
sv: Låst datum

source: Locked by
fi: Lukitsija
sv: Låst av

# Model name
source: Lease basis of rent
fi: Vuokrausperiaate
sv: Arrenderingsprincip

# Model name
source: Lease basis of rents
fi: Vuokrauksen vuokrausperiaatteet
sv: Arrenderingsprinciper för arrenderingen

# Model name
source: Management subvention (Basis of rent)
fi: Hallintamuotosubventio (Vuokrausperiaate)
sv: Subvention för upplåtelseformen (Arrenderingsprincip)

# Model name
source: Management subventions (Basis of rent)
fi: Hallintamuotosubventiot (Vuokrausperiaate)
sv: Subventioner för upplåtelseformen (Arrenderingsprincip)

# Model name
source: Temporary subvention (Basis of rent)
fi: Tilapäisalennus (Vuorausperiaate)
sv: Tillfällig rabatt (Arrenderingsprincip)

# Model name
source: Temporary subventions (Basis of rent)
fi: Tilapäisalennukset (Vuokrausperiaate)
sv: Tillfälliga rabatter (Arrenderingsprincip)

source: Reference
fi: Viite
sv: Referens

# Model name
source: Tenant
fi: Vuokralainen
sv: Arrendator

# Model name
source: Tenants
fi: Vuokralaiset
sv: Arrendatorer

# Model name
source: Tenant contact
fi: Vuokralaisen yhteystieto
sv: Arrendatorns kontaktuppgift

# Model name
source: Tenant contacts
fi: Vuokralaiset yhteystiedot
sv: Arrendatorns kontaktuppgifter

source: Rent share numerator
fi: Jaettava (Laskuosuus)
sv: Att dela (Fakturaandel)

source: Rent share denominator
fi: Jakaja (Laskuosuus)
sv: Delad av (Fakturaandel)

# Model name
source: Tenant rent share
fi: Vuokralaisen laskuosuus
sv: Arrendatorns fakturaandel

# Model name
source: Tenant rent shares
fi: Vuokralaiset laskuosuudet
sv: Arrendatorns fakturaandelar

source: Key
fi: Avain
sv: Nyckel

source: Value
fi: Arvo
sv: Värde

# Model name
source: UI Datum
sv: Användargränssnittets datum

# Model name
source: UI Data
sv: Användargränssnittets uppgifter

source: Percent
fi: Prosenttia
sv: Procent

# Model name
source: VAT
fi: ALV
sv: Mervärdesskatt

# Model name
source: VATs
fi: ALV:t
sv: Mervärdesskatter

source: VAT {}% {} - {}
fi: ALV {}% {} - {}
sv: Mervärdesskatt {}% {} - {}

source: Only one VAT can be active at a time
fi: Vain yksi ALV voi olla voimassa kerrallaan
sv: Endast en mervärdesskatt kan gälla i taget

source: Collaterals
fi: Vakuudet
sv: Säkerheter

source: Show all collaterals
fi: Näyttää kaikki vakuudet
sv: Visa alla säkerheter

source: Paid
fi: Maksettu
sv: Betald

source: Returned
fi: Palautettu
sv: Returnerad

source: Lease id
fi: Vuokraus
sv: Arrendering

source: Lease start date
fi: Vuokrauksen alkupvm
sv: Startdatum för arrendering

source: Lease end date
fi: Vuokrauksen loppupvm
sv: Slutdatum för arrendering

source: Show all the payments that have been paid between the start and the end date
fi: Näytä maksusuoritukset, jotka on maksettu alkupvm ja loppupvm välillä
sv: Visa betalningar mellan startdatum och slutdatum

source: Total
fi: Yhteensä
sv: Totalt

source: Invoces in period
fi: Laskut aikavälillä
sv: Fakturor under perioden

source: Show all the invoices that have due date between start and end date
fi: Näytä kaikki laskut joiden eräpäivä on alku- ja loppupäivämäärien välissä
sv: Visa alla fakturor vars förfallodag ligger mellan start- och slutdatumen

source: Laskutuslaji
sv: Faktureringstyp

source: Invoice state
fi: Laskun tila
sv: Status för fakturan

source: Recipient name
fi: Laskunsaaja
sv: Fakturamottagare

source: Recipient address
fi: Laskunsaajan osoite
sv: Fakturamottagarens adress

# Invoicing review
source: Invoicing not enabled
fi: Vuokraukset, joissa laskutus ei ole käynnissä
sv: Arrenderingar för vilka fakturering inte pågår

# Invoicing review
source: Rent info not complete
fi: Vuokraukset, joissa ei ole vuokratiedot kunnossa
sv: Arrenderingar för vilka utarrenderingsuppgifterna inte är i ordning

# Invoicing review
source: No rents
fi: Vuokraukset, joissa ei ole vuokratietoja
sv: Arrenderingar för vilka utarrenderingsuppgifterna saknas

# Invoicing review
source: No due date
fi: Vuokraukset, joissa ei ole eräpäivää
sv: Arrenderingar utan förfallodatum

# Invoicing review
source: One time rents with no invoice
fi: Vuokraukset, joilla on kertakaikkinen vuokra mutta ei ole laskuja
sv: Arrenderingar som har fullständigt arrende men inga fakturor

# Invoicing review
source: Incorrect management shares
fi: Vuokraukset, joissa on virheellinen hallintaosuus
sv: Arrenderingar som har en felaktig besittningsandel

# Invoicing review
source: Incorrect rent shares
fi: Vuokraukset, joissa on virheellinen laskutusosuus
sv: Arrenderingar som har en felaktig faktureringsandel

# Invoicing review
source: No tenant contact
fi: Vuokraukset, joissa ei ole voimassaolevaa vuokraajaa
sv: Arrenderingar utan en giltig arrendator

# Invoicing review
source: No lease area
fi: Vuokraukset, joissa ei ole vuokrakohdetta
sv: Arrenderingar utan ett arrendeobjekt

# Invoicing review
source: Index type missing
fi: Indeksilaji puuttuu
sv: Indexarten fattas

# Invoicing review
source: Ongoing rent without rent shares
fi: Vuokraukset, joissa voimassa oleva vuokra, mutta ei laskutusosuuksia
sv: Arrenderingar som har giltig hyra men inga faktureringsandel

# Invoicing review
source: Gaps in billing periods
sv: Luckor i faktureringsperioder

source: Invoicing review
fi: Vuokrauksen laskutustietojen tarkastusraportti
sv: Granskningsrapport för arrenderingens faktureringsuppgifter

source: Show leases that might have errors in their invoicing
fi: Vuokrauksia joiden laskutustiedoissa voi olla virheitä
sv: Arrenderingar för vilka det kan finnas fel i faktureringsuppgifterna

# Invoicing review
source: Section
fi: Osio
sv: Avsnitt

source: Count of Invoices sent to Laske per day
fi: Laske-järjestelmään lähetettyjen laskujen määrä per päivä
sv: Antalet fakturor per dag som skickats till Laske-systemet

source: Shows actual sent invoice counts until yesterday, and estimated counts for today and beyond
fi: Näyttää lähetettyjen laskujen määrän eiliseen asti. Kuluvalle päivälle ja siitä eteenpäin määrä on arvio.
sv: Visar antalet fakturor som har skickats fram tills i går. För innevarande dag och framöver är antalet en uppskattning.

source: Send date
fi: Lähetyspvm
sv: Datum för sändning

source: Open invoices
fi: Avoimet laskut
sv: Öppna fakturor

source: Show all the invoices that have their state as "open"
fi: Näyttää kaikki laskut joiden tila on "avoin"
sv: Visar alla fakturor för vilka status är "öppen"

source: Grand total
fi: Kaikki yhteensä
sv: Alla sammanlagt

source: Invoices paid by a contact
fi: Maksetut laskut per asiakasnumero
sv: Betalda fakturor per kundnummer

source: Show invoices paid by a contact
fi: Näyttää tietyn asiakkaan maksamat laskut
sv: Visar de fakturor en viss kund har betalat

source: Contact identifier
fi: Asiakasnumero
sv: Kundnummer

source: Number of rows
fi: Rivien määrä
sv: Antalet rader

source: Contact rents
fi: Asiakkaalta perittävät vuokrat
sv: Arrende som ska debiteras av kunden

source: Show all rent amounts from all of the leases the contact is a part of
fi: Kaikkien vuokrausten vuokramäärät joissa asiakas on osallisena
sv: Arrendebelopp för alla arrenderingar där kunden är delaktig

source: Lease area identifier
fi: Kohteen tunnus
sv: Objektets identifierare

source: Tenants
fi: Vuokralaiset
sv: Arrendatorer

source: Rent amount
fi: Vuokran määrä
sv: Arrendets belopp

source: Rent amount for contact
fi: Asiakkaan vuokran määrä
sv: Kundens hyra

source: Contact not found
fi: Asiakasta ei löytynyt
sv: Klienten hittades inte

source: Decision conditions
fi: Päätöksen ehdot
sv: Villkor för beslutet

source: Show decision conditions that have their supervision date between the given dates. Excluding conditions that have a supervised date.
fi: Näyttää ehdot joiden valvontapäivämäärä on annettujen päivämäärien välissä. Lukuunottamatta ehtoja joilla on valvottupäivämäärä.
sv: Visar de villkor vars övervakningsdatum är mellan de givna datumen. Med undantag av de villkor som har ett övervakat datum.

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

source: Supervision date exists
fi: Valvontapäivämäärä asetettu
sv: Övervakningsdatum har fastställts

source: Lease area
fi: Vuokra-alue
sv: Arrendeområde

source: Extra city rent
fi: Ulkokuntien vuokrat
sv: Arrenden i andra kommuner

source: The invoiced rent of the leases that are not in the main city
fi: Näyttää laskutettujen vuokrien määrät vuokrauksille jotka eivät ole Helsingissä
sv: Visar beloppen för de fakturerade arrenden som inte är belägna i Helsingfors

source: Tenant name
fi: Vuokralaisen nimi
sv: Arrendatorns namn

source: Area identifier
fi: Kiinteistötunnus
sv: Fastighetsbeteckning

source: Total area
fi: Kokonaispinta-ala
sv: Total areal

source: Index type leases
fi: Indeksin tunnusnumero
sv: Identifieringsnumer för indexet

source: Show leases with a certain index type
fi: Näyttää tietyn indeksitunnusnumeron vuokraukset
sv: Visar arrenderingarna för ett visst indexkodnummer

source: Only active leases
fi: Vain voimassa olevat vuokraukset
sv: Endast giltiga arrenderingar

source: Leases where invoicing is disabled
fi: Vuokraukset joissa laskutus ei ole käynnissä
sv: Arrenderingar för vilka fakturering inte pågår

source: Shows active leases where invoicing is not enabled
fi: Näyttää käynnissä olevat vuokraukset joissa laskutus ei ole käynnissä
sv: Visar pågående arrenderingar för vilka fakturering inte pågår

source: Lease count
fi: Vuokrausten määrä
sv: Antal arrenderingar

source: Show the count of leases by type
fi: Näyttää vuokrausten lukumäärän per vuokrauslaji
sv: Visar antalet arrenderingar per arrenderingsart

source: Count
fi: Lukumäärä
sv: Antal

source: Lease statistics report
fi: Vuokrausten tilastoraportti
sv: Statistikrapport för arrenderingar

source: Shows information about all leases or if start date is provided the leases that have started on or after it
fi: Näyttää tilastoraportin kaikista vuokrauksista tai jos alkupvm on annettu, niistä vuokrauksista jotka ovat alkaneet alkupäivämääränä tai sen jälkeen
sv: Visar en statistikrapport om alla arrenderingar eller om startdatum har angetts, de arrenderingar som har börjat vid startdatumet eller senare

source: Lease state
fi: Vuokrauksen tila
sv: Status för arrenderingen

source: Permitted building volume (Residential)
fi: Rakennus-oikeus (asuminen)
sv: Byggnadsrätt (boende)

source: Rent amount (Residential)
fi: Vuosivuokra (asuminen)
sv: Årsarrende (boende)

source: Permitted building volume (Business)
fi: Rakennusoikeus (yritystila)
sv: Byggnadsrätt (företagslokal)

source: Rent amount (Business)
fi: Vuosivuokra (yritystila)
sv: Årsarrende (företagslokal)

source: Permitted building volume total
fi: Kokonaisrakennusoikeus
sv: Total byggnadsrätt

source: Total rent amount for year
fi: Vuosivuokra yhteensä
sv: Årsarrende sammanlagt

source: Average amount per area (Residential)
fi: Keskimääräinen yksikköhinta (asuminen)
sv: Genomsnittligt enhetspris (boende)

source: Average amount per area (Business)
fi: Keskimääräinen yksikköhinta (yritystila)
sv: Genomsnittligt enhetspris (företagslokal)
