Repository: City-of-Helsinki/mvj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

# Land Use Agreement Litigant Contact Type
source: Billing
fi: Laskunsaaja
sv: Fakturamottagare

# Plan Unit Status
source: Present
fi: Nykyhetkellä
sv: Nutid

# Plan Unit Status
source: Pending
fi: Vireillä
sv: Anhängig

source: Going to SAP
fi: Lähdössä SAP:iin
sv: På väg till SAP

# Model name
source: Area source
fi: Alueen lähde
sv: Källa till området

source: Area type
fi: Alueen tyyppi
sv: Typ av området

source: External ID
fi: Ulkoinen tunniste
sv: Yttre identifierare

source: Geometry
fi: Muoto
sv: Form

source: Metadata
sv: Metainformation

source: Source
fi: Lähde
sv: Källa

# Model name
source: Area
fi: Alue
sv: Område

source: Note
fi: Kommentti
sv: Kommentar

# Model name
source: Area note
fi: Muistettava ehto
sv: Villkor att komma ihåg

# Model name
source: Area notes
fi: Muistettavat ehdot
sv: Villkor att komma ihåg

# Model name
source: Basis of rent plot type
fi: Tonttityyppi
sv: Typ av tomt

# Model name
source: Basis of rent plot types
fi: Tonttityypit
sv: Typer av tomt

# Model name
source: Basis of rent build permission type
fi: Rakennusoikeustyyppi
sv: Typ av byggrätt

# Model name
source: Basis of rent build permission types
fi: Rakennusoikeustyypit
sv: Typer av byggrätt

source: Plot type
fi: Tonttityyppi
sv: Typ av tomt

source: Detailed plan identifier
fi: Asemakaava
sv: Detaljplan

source: Form of management
fi: Hallintamuoto
sv: Upplåtelseform

source: Form of financing
fi: Rahoitusmuoto
sv: Finansieringsform

source: Lease rights end date
fi: Vuokraoikeus päättyy
sv: Arrenderätten upphör

# Model name
source: Basis of rent
fi: Vuokrausperiaate
sv: Arrenderingssprincip

# Model name
source: Basis of rents
fi: Vuokrausperiaatteet
sv: Arrenderingsprinciper

source: Basis of rent
fi: Vuokrausperiaate
sv: Arrenderingssprincip

source: Build permission type
fi: Rakennusoikeustyyppi
sv: Typ av byggrätt

source: Amount
fi: Määrä
sv: Mängd

source: Area unit
fi: Pinta-alayksikkö
sv: Arealenhet

# Model name
source: Basis of rent rate
fi: Vuokrausperiaatteen hinta
sv: Pris för arrenderingsprincip

# Model name
source: Basis of rent rates
fi: Vuokrausperiaatteen hinnat
sv: Priser för arrenderingsprincip

# Model name
source: Basis of rent property identifier
fi: Vuokrausperiaatteen Kiinteistötunnus
sv: Arrenderingsprincipens Fastighetsbeteckning

# Model name
source: Basis of rent property identifiers
fi: Vuokrausperiaatteen Kiinteistötunnukset
sv: Arrenderingsprincipens Fastighetsbeteckningar

source: Reference number
fi: Diaarinumero
sv: Diarienummer

source: Decision maker
fi: Päättäjä
sv: Beslutsfattare

source: Decision date
fi: Päätöspäivämäärä
sv: Beslutsdatum

source: Section
fi: Pykälä
sv: Paragraf

# Model name
source: Basis of rent decision
fi: Vuokrausperiaatteen päätös
sv: Beslut om arrenderingsprincip

# Model name
source: Basis of rent decisions
fi: Vuokrausperiaatteen päätös
sv: Beslut om arrenderingsprincip

# Model name
source: Comment topic
fi: Kommentin aihe
sv: Kommentarens ämne

# Model name
source: Comment topics
fi: Kommentin aiheet
sv: Kommentarens ämnen

source: Topic
fi: Aihe
sv: Ämne

# Model name
source: Comment
fi: Kommentti
sv: Kommentar

# Model name
source: Comments
fi: Kommentit
sv: Kommentarer

source: Type
fi: Tyyppi
sv: Typ

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: Name
fi: Nimi
sv: Namn

source: Postal code
fi: Postinumero
sv: Postnummer

source: City
fi: Kaupunki
sv: Stad

source: Country
fi: Maa
sv: Land

source: Email
fi: Sähköposti
sv: E-post

source: Phone
fi: Puhelin
sv: Telefon

source: Language
fi: Kieli
sv: Språk

source: National identification number
fi: Henkilötunnus
sv: Personbeteckning

source: Address protection
fi: Turvakielto
sv: Spärrmarkering

source: SAP customer number
fi: SAP asiakasnumero
sv: SAP kundnummer

source: Electronic billing address
fi: Verkkolaskutusosoite
sv: Nätfaktureringsadress

source: Partner code
fi: Kumppanitunnus
sv: Partnerkod

source: Is a lessor
fi: Onko vuokranantaja
sv: Är det arrendegivaren

source: SAP sales office
fi: SAP myyntitoimisto
sv: SAP säljkontor

# Model name
source: Contact
fi: Yhteystieto
sv: Kontaktuppgift

# Model name
source: Contacts
fi: Yhteystiedot
sv: Kontaktuppgifter

source: {name} (National Identification Number {id})
fi: {name} (Henkilötunnus {id})
sv: {name} (Personbeteckning {id})

source: {name} (Business ID {id})
fi: {name} (Y-tunnus {id})
sv: {name} (FO-nummer {id})

# Model name
source: Contract type
fi: Sopimuksen tyyppi
sv: Typ av avtal

# Model name
source: Contract types
fi: Sopimuksen tyypit
sv: Typer av avtal

source: Land use agreement
fi: Maankäyttösopimus
sv: Markanvändningsavtal

source: Contract type
fi: Sopimuksen tyyppi
sv: Typ av avtal

source: Contract number
fi: Sopimusnumero
sv: Avtalsnummer

source: Signing date
fi: Allekirjoituspäivämäärä
sv: Datum för underteckning

source: Sign by date
fi: Allekirjoitettava mennessä
sv: Ska undertecknas senast

source: Signing note
fi: Kommentti allekirjoitukselle
sv: Kommentar till underteckningen

source: First call sent
fi: 1. kutsu lähetetty
sv: 1. inbjudan skickats

source: Second call sent
fi: 2. kutsu lähetetty
sv: 2. inbjudan skickats

source: Third call sent
fi: 3. kutsu lähetetty
sv: 3. inbjudan skickats

source: Is readjustment decision
fi: Järjestelypäätös
sv: Beslut om arrangemang

source: Decision
fi: Päätös
sv: Beslut

source: KTJ link
fi: KTJ vuokraoikeustodistuksen linkki
sv: Länk till KTJ:s intyg om arrenderätt

source: Institution identifier
fi: Laitostunnus
sv: Inrättningskod

# Model name
source: Contract
fi: Sopimus
sv: Avtal

# Model name
source: Contracts
fi: Sopimukset
sv: Avtal

# Model name
source: Collateral type
fi: Vakuuden tyyppi
sv: Typ av säkerhet

# Model name
source: Collateral types
fi: Vakuuden tyypit
sv: Typer av säkerhet

source: Contract
fi: Sopimus
sv: Avtal

source: Collateral type
fi: Vakuuden tyyppi
sv: Typ av säkerhet

source: Other type
fi: Muu vakuuden tyyppi
sv: Annan typ av säkerhet

source: Number
fi: Numero
sv: Nummer

source: Deed date
fi: Panttikirjan pvm
sv: Datum för pantbrev

source: Total amount
fi: Pääoma
sv: Kapital

source: Returned date
fi: Palautettu pvm
sv: Returnerat datum

# Model name
source: Collateral
fi: Vakuus
sv: Säkerhet

# Model name
source: Collaterals
fi: Vakuudet
sv: Säkerheter

source: Description
fi: Selite
sv: Förklaring

# Model name
source: Contract change
fi: Sopimusmuutos
sv: Avtalsändring

# Model name
source: Contract changes
fi: Sopimusmuutokset
sv: Avtalsändringar

source: File
fi: Tiedosto
sv: Fil

source: Uploader
fi: Lataaja
sv: Laddare

source: Time uploaded
fi: Latauspäivämäärä
sv: Laddningsdatum

# Model name
source: Collection letter
fi: Perintäkirje
sv: Inkassobrev

# Model name
source: Collection letters
fi: Perintäkirjeet
sv: Inkassobrev

# Model name
source: Collection letter template
fi: Perintäkirjepohja
sv: Mall för inkassobrev

# Model name
source: Collection letter templates
fi: Perintäkirjepohjat
sv: Mallar för inkassobrev

# Model name
source: Collection letter note
fi: Perintähuomautus
sv: Påminnelse om inkasso

# Model name
source: Collection letter notes
fi: Perintähuomautukset
sv: Påminnelser om inkasso

# Model name
source: Collection court decision
fi: Käräjäoikeuden päätös
sv: Tingsrättens beslut

# Model name
source: Collection court decisions
fi: Käräjäoikeuden päätökset
sv: Tingsrättens beslut

source: Reference rate
fi: Viitekorko
sv: Referensränta

source: Penalty rate
fi: Viivästyskorko
sv: Förseningsränta

# Model name
source: Interest rate
fi: Korko
sv: Ränta

# Model name
source: Interest rates
fi: Korot
sv: Räntor

# Model name
source: Decision maker
fi: Päättäjä
sv: Beslutsfattare

# Model name
source: Decision makers
fi: Päättäjät
sv: Beslutsfattare

source: Decision type kind
fi: Päätöstyypin laji
sv: Beslutstypens art

# Model name
source: Decision type
fi: Päätöstyyppi
sv: Beslutstyp

# Model name
source: Decision types
fi: Päätöstyypit
sv: Beslutstyper

# Model name
source: Decision
fi: Päätös
sv: Beslut

# Model name
source: Decisions
fi: Päätökset
sv: Beslut

# Model name
source: Condition type
fi: Ehdon tyyppi
sv: Typ av villkor

# Model name
source: Condition types
fi: Ehdon tyypit
sv: Typer av villkor

source: Supervision date
fi: Valvontapäivämäärä
sv: Övervakningsdatum

source: Supervised date
fi: Valvottupäivämäärä
sv: Övervakat datum

# Model name
source: Condition
fi: Ehto
sv: Villkor

# Model name
source: Conditions
fi: Ehdot
sv: Villkor

source: Accepter
sv: Godkänd av

source: Class
sv: Kategori

source: Diary number
sv: Diarienummer

source: Plan stage
sv: Planeringsfas

source: Lawfulness date
sv: Ikraftträdande

# Model name
source: Detailed plan
sv: Detaljplan

# Model name
source: Detailed plans
sv: Detaljplaner

source: Email log type
fi: Sähköpostilokityyppi
sv: Typ av e-postlogg

# Model name
source: Email log
fi: Sähköpostiloki
sv: E-postlogg

# Model name
source: Email logs
fi: Sähköpostilokit
sv: E-postloggar

source: Lease contract change date
fi: Vuokrasopimuksen muutospäivämäärä
sv: Ändringsdatum för arrendeavtal

# Model name
source: Infill development compensation
fi: Täydennysrakentamiskorvaus
sv: Ersättning för kompletteringsbyggande

# Model name
source: Infill development compensations
fi: Täydennysrakentamiskorvaukset
sv: Ersättningar för kompletteringsbyggande

source: Infill development compensation
fi: Täydennysrakentamiskorvaus
sv: Ersättning för kompletteringsbyggande

source: Monetary compensation amount
fi: Rahakorvaus
sv: Penningersättning

source: Compensation investment amount
fi: Korvausinvestoinnit
sv: Ersättningsinvesteringar

source: Increase in value
fi: Arvonnousu
sv: Värdeökning

source: Part of the increase in value
fi: Osuus arvonnoususta
sv: Andel av värdeökningen

source: Discount in rent
fi: Vuokranalennus
sv: Arrenderabatt

source: Year
fi: Vuosi
sv: År

source: Sent to SAP date
fi: Maksu lähetetty SAP
sv: Betalningen skickats SAP

# Model name
source: Infill development compensation lease
fi: Täydennysrakentamiskorvausvuokraus
sv: Ersättning för arrende för kompletteringsbyggande

# Model name
source: Infill development compensation leases
fi: Täydennysrakentamiskorvausvuokraukset
sv: Ersättning för arrenden för kompletteringsbyggande

source: Infill development compensation lease
fi: Täydennysrakentamiskorvausvuokraus
sv: Ersättning för arrende för kompletteringsbyggande

# Model name
source: Infill development compensation decision
fi: Täydennysrakentamiskorvauspäätös
sv: Beslut om ersättning för kompletteringsbyggande

# Model name
source: Infill development compensation decisions
fi: Täydennysrakentamiskorvauspäätökset
sv: Beslut om ersättning för kompletteringsbyggande

source: Floor m2
fi: K-m2
sv: K-m2

source: Amount per floor m^2
fi: € / k-m2
sv: € / k-m2

# Model name
source: Infill development compensation intended use
fi: Täydennysrakentamiskorvauskäyttötarkoitus
sv: Användningsändamål för ersättning för kompletteringsbyggande

# Model name
source: Infill development compensation intended uses
fi: Täydennysrakentamiskorvauskäyttötarkoitukset
sv: Användningsändamål för ersättning för kompletteringsbyggande

# Model name
source: Infill development compensation attachment
fi: Täydennysrakentamiskorvausliitetiedosto
sv: Bifogad fil till ersättning för kompletteringsbyggande

# Model name
source: Infill development compensation attachments
fi: Täydennysrakentamiskorvausliitetiedostot
sv: Bifogad filer till ersättning för kompletteringsbyggande

source: Inspector
fi: Tarkastaja
sv: Inspektör

# Model name
source: Inspection
fi: Tarkastus
sv: Inspektion

# Model name
source: Inspections
fi: Tarkastukset
sv: Inspektioner

# Model name
source: Inspection attachment
fi: Tarkastuksen liite
sv: Bilaga till inspektion

# Model name
source: Inspection attachments
fi: Tarkastuksen liitteet
sv: Bilagor till inspektion

source: SAP material code
fi: SAP materiaalinumero
sv: SAP materialnummer

source: SAP order item number
fi: SAP tilausnumero
sv: SAP beställningsnummer

source: Is active?
fi: Käytettävissä?
sv: Disponibelt?

# Model name
source: Receivable type
fi: Saamislaji
sv: Fordringsart

# Model name
source: Receivable types
fi: Saamislajit
sv: Fordringsarter

source: Billing period start date
fi: Laskutuskauden alkupvm
sv: Startdatum för faktureringsperiod

source: Billing period end date
fi: Laskutuskauden loppupvm
sv: Slutdatum för faktureringsperiod

# Model name
source: Invoice set
fi: Laskuryhmä
sv: Fakturagrupp

source: Invoice set
fi: Laskuryhmät
sv: Fakturagrupper

source: Recipient
fi: Laskunsaaja
sv: Fakturamottagare

source: Sent to SAP at
fi: Lähetetty SAP:iin
sv: Skickats till SAP

source: SAP ID
fi: SAP-numero
sv: SAP-nummer

source: Adjusted due date
fi: Eräpäivä (siirretty)
sv: Förfallodatum (överfört)

source: Invoicing date
fi: Laskutuspvm
sv: Faktureringsdatum

source: Postpone date
fi: Lykkäyspvm
sv: Uppskovsdatum

source: Billed amount
fi: Laskutettu määrä
sv: Fakturerat antal

source: Outstanding amount
fi: Maksamaton määrä
sv: Obetald mängd

source: Payment notification date
fi: Maksukehotuspvm
sv: Datum för betalningspåminnelse

source: Collection charge
fi: Perintäkulu
sv: Inkassoavgift

source: Payment notification catalog date
fi: Maksukehotus luettelo
sv: Betalningsuppmaning förteckning

source: Delivery method
fi: E vai paperilasku
sv: E eller pappersfaktura

source: Notes
fi: Tiedote
sv: Meddelande

source: Is automatically generated?
fi: Automaattisesti luotu?
sv: Automatiskt skapat?

source: Credited invoice
fi: Hyvitetty lasku
sv: Gottskriven faktura

source: Interest invoice for
fi: Korko laskulle
sv: Ränta på fakturan

# Model name
source: Invoice
fi: Lasku
sv: Faktura

# Model name
source: Invoices
fi: Laskut
sv: Fakturor

# Model name
source: Invoice note
fi: Laskun tiedote
sv: Fakturans meddelande

# Model name
source: Invoice notes
fi: Laskun tiedotteet
sv: Fakturans meddelanden

source: Tenant
fi: Vuokralainen
sv: Arrendator

source: Receivable type
fi: Saamislaji
sv: Fordringsart

# Model name
source: Invoice row
fi: Laskun rivi
sv: Fakturarad

# Model name
source: Invoice rows
fi: Laskun rivit
sv: Fakturarader

# Model name
source: Invoice payment
fi: Maksusuoritus
sv: Betalning

# Model name
source: Invoice payments
fi: Maksusuoritukset
sv: Betalningar

source: Day
fi: Päivä
sv: Dag

# Model name
source: Bank holiday
fi: Yleinen vapaapäivä
sv: Allmän ledig dag

# Model name
source: Bank holidays
fi: Yleiset vapaapäivät
sv: Allmänna lediga dagar

source: Is master?
fi: Onko alkuperäinen?
sv: Är det originalet?

source: Master timestamp
fi: Alkuperäiskappaleen aikaleima
sv: Originalets tidsstämpel

source: The master land item has already created. There can be only one master land item per lease area and identifier.
fi: Alkuperäinen kaavayksikkö on jo luotu. Alkuperäisiä kaavayksiköitä voi olla vain yksi per vuokra-alueen kaavayksikön tunnus.
sv: Den ursprungliga planenheten har redan skapats. Det kan endast finnas en ursprunglig planenhet per arrendeområdets planenhetsidentifierare.

source: Area in square meters
fi: Kokonaisala neliömetreissä
sv: Total areal i kvadratmeter

source: Section area
fi: Leikkausala
sv: Skärningsyta

source: Location
fi: Sijainti
sv: Läge

source: Preconstruction state
fi: Selvitysaste (Esirakentaminen, johtosiirrot ja kunnallistekniikka)
sv: Utredningsgrad (Förkonstruktion, flyttning av ledningar och kommunalteknik)

source: Preconstruction estimated construction readiness
fi: Arvioitu rakentamisvalmiusajankohta (Esirakentaminen)
sv: Uppskattad tidpunkt för byggberedskap (Förkonstruktion)

source: Preconstruction inspection
fi: Tarkistusajankohta (Esirakentaminen, johtosiirrot ja kunnallistekniikka)
sv: Tidpunkt för granskning (Förkonstruktion, flyttning av ledningar och kommunalteknik)

source: Demolition state
fi: Selvitysaste (Purku)
sv: Utredningsgrad (Rivning)

source: Polluted land state
fi: Selvitysaste (Pilaantunut maa-alue (PIMA))
sv: Utredningsgrad (Förorenat markområde (PIMA))

source: Polluted land rent condition state
fi: Vuokraehdot (kysyminen)
sv: Arrendevillkor (fråga)

source: Polluted land rent condition date
fi: Vuokraehtojen kysymisen päivämäärä
sv: Datum för fråga om arrendevillkor

source: ProjectWise number
fi: ProjectWise kohdenumero
sv: ProjectWise objektnummer

source: Constructability report state
fi: Selvitysaste (Rakennettavuusselvitys)
sv: Utredningsgrad (Byggbarhetsutredning)

source: Constructability report investigation state
fi: Rakennettavuusselvityksen tila
sv: Status för byggbarhetsutredning

source: Constructability report signing date
fi: Allekirjoituspäivämäärä
sv: Datum för underteckning

source: Constructability report signer
fi: Allekirjoittaja
sv: Undertecknare

source: Other state
fi: Selvitysaste (Muut)
sv: Utredningsgrad (Övriga)

source: Archived decision
fi: Arkistointipäätös
sv: Arkiveringsbeslut

# Model name
source: Lease area
fi: Vuokra-alue
sv: Arrendeområde

# Model name
source: Lease areas
fi: Vuokra-alueet
sv: Arrendeområden

source: Is primary?
fi: Ensisijainen?
sv: Primär?

# Model name
source: Lease area address
fi: Vuokra-alueen osoite
sv: Adress till arrendeområdet

# Model name
source: Lease area addresses
fi: Vuokra-alueen osoitteet
sv: Adresser till arrendeområdet

# Model name
source: Lease area attachment
fi: Vuokra-alueen liite
sv: Bilaga till arrendeområdet

# Model name
source: Lease area attachments
fi: Vuokra-alueen liitteet
sv: Bilagor till arrendeområdet

source: AHJO reference number
fi: AHJO diaarinumero
sv: AHJO diarienummer

source: Is static?
fi: Pysyvä?
sv: Permanent?

# Model name
source: Constructability description
fi: Rakentamiskelpoisuus-selitys
sv: Redogörelse om byggbarhet

# Model name
source: Constructability descriptions
fi: Rakentamiskelpoisuus-selitykset
sv: Redogörelser om byggbarhet

source: Registration date
fi: Rekisteröintipäivä
sv: Registreringsdatum

source: Repeal date
fi: Kumoamispvm
sv: Upphävningsdatum

source: At time of contract
fi: Sopimushetkellä
sv: Vid tidpunkten för avtalet

# Model name
source: Plot
fi: Tontti
sv: Tomt

# Model name
source: Plots
fi: Tontit
sv: Tomter

# Model name
source: Plan unit type
fi: Kaavayksikön laji
sv: Planenhetens art

# Model name
source: Plan unit types
fi: Kaavayksikön lajit
sv: Planenhetens arter

# Model name
source: Plot divisions state
fi: Tonttijaon vaihe
sv: Tomtindelningens skede

# Model name
source: Plot division states
fi: Tonttijaon vaiheet
sv: Tomtindelningens skeden

# Model name
source: Plan unit state
fi: Kaavayksikön olotila
sv: Planenhetens form

# Model name
source: Plan unit states
fi: Kaavayksikön olotilat
sv: Planenhetens former

# Model name
source: Plan unit intended use
fi: Kaavayksikön käyttötarkoitus
sv: Planenhetens användningsändamål

# Model name
source: Plan unit intended uses
fi: Kaavayksikön käyttötarkoitukset
sv: Planenhetens användningsändamål

source: Plot division identifier
fi: Tonttijaon tunnus
sv: Tomtindelningens identifierare

source: Plot division date of approval
fi: Tonttijaon hyväksymispvm
sv: Datum för godkännande av tomtindelning

source: Plot division effective date
fi: Tonttijaon Tonttijaon voimaantulopvm
sv: Tomtindelning Datum för ifkraftträdande av tomtindelningen

source: Plot division state
fi: Tonttijaon olotila
sv: Tomtindelningens form

source: Detailed plan latest processing date
fi: Asemakaavan viimeisin käsittelypvm
sv: Sista behandlingsdatum för detaljplanen

source: Note for latest processing date
fi: Asemakaavan viimeisin käsittelypvm. selite
sv: Sista behandlingsdatum för detaljplanen. förklaring

source: Plan unit type
fi: Kaavayksikön laji
sv: Planenhetens art

source: Plan unit state
fi: Kaavayksikön olotila
sv: Planenhetens form

source: Plan unit intended use
fi: Kaavayksikön käyttötarkoitus
sv: Planenhetens användningsändamål

source: Plan unit status
fi: Kaavayksikön tila
sv: Status för planenheten

# Model name
source: Plan unit
fi: Kaavayksikkö
sv: Planenhet

# Model name
source: Plan units
fi: Kaavayksiköt
sv: Planenheter

source: Land use agreement type
fi: Maankäyttösopimuksen tyyppi
sv: Typ av markanvändningsavtal

source: Municipality
fi: Kaupunki
sv: Stad

source: Sequence number
fi: Juokseva numero
sv: Löpande nummer

# Model name
source: Land use agreement identifier
fi: Maankäyttösopimustunnus
sv: Identifierare för markanvändningsavtal

# Model name
source: Land use agreement identifiers
fi: Maankäyttösopimustunnukset
sv: Identifierare för markanvändningsavtal

source: Land use agreement identifier
fi: Maankäyttösopimuksen tunnus
sv: Identifierare för markanvändningsavtal

source: Land use agreement definition
fi: Maankäyttösopimuksen määritelmä
sv: Definition av markanvändningsavtal

source: Land use agreement status
fi: Maankäyttösopimuksen tila
sv: Status för markanvändningsavtal

source: Estimated completion year
fi: Arvioitu toteutumisvuosi
sv: Uppskattat genomförandeår

source: Estimated introduction year
fi: Arvioitu esittelyvuosi
sv: Uppskattat presentationsår

source: Project area
fi: Hankealue
sv: Projektområde

source: Plan reference number
fi: Asemakaavan diaarinumero
sv: Detaljplanens diarienummer

source: Plan number
fi: Asemakaavan nro
sv: Detaljplanens nummer

source: Plan acceptor
fi: Päättäjä
sv: Beslutsfattare

source: Plan lawfulness date
fi: Asemakaavan lainvoimaisuuspvm
sv: Datum för detaljplanens formella rättskraft

# Model name
source: Land use agreement
fi: Maankäyttösopimus
sv: Markanvändningsavtal

# Model name
source: Land use agreements
fi: Maankäyttösopimukset
sv: Markanvändningsavtal

# Model name
source: Land use agreement attachment
fi: Maankäyttösopimuksen liitetiedosto
sv: Bifogad fil till markanvändningsavtal

# Model name
source: Land use agreement attachments
fi: Maankäyttösopimuksen liitetiedostot
sv: Bifogade filer till markanvändningsavtal

source: Cash compensation
fi: Rahakorvaus
sv: Penningersättning

source: Land compensation
fi: Täydennysrakentamiskorvaus
sv: Ersättning för kompletteringsbyggande

source: Other compensation
fi: Muu korvaus
sv: Annan ersättning

source: First installment increase
fi: Ensimmäisen erän nousu
sv: Ökning av första raten

source: Street acquisition value
fi: Katu hankinta-arvo
sv: Gata anskaffningsvärde

source: Park acquisition value
fi: Puisto hankinta-arvo
sv: Park anskaffningsvärde

source: Other acquisition value
fi: Muu hankinta-arvo
sv: Annat anskaffningsvärde

source: Usage
sv: Användning

source: Management
sv: Hantering

source: Protected
sv: Skyddat

source: Area
sv: Område

source: Unit value
sv: Enhetens värde

source: Discount
sv: Rabatt

source: Used price
sv: Använda priset

source: Estate id
fi: Kohteen tunniste
sv: Objektets identifierare

# Model name
source: Land use agreement decision type
sv: Beslutstyp av markanvändningsavtal

# Model name
source: Land use agreement decision types
sv: Beslutstyper av markanvändningsavtal

# Model name
source: Land use agreement decision
fi: Maankäyttösopimus päätös
sv: Beslut om markanvändningsavtal

# Model name
source: Land use agreement decisions
fi: Maankäyttösopimus päätökset
sv: Beslut om markanvändningsavtal

# Model name
source: Land use agreement decision condition type
sv: Typ av beslutsvillkor för markanvändningsavtal

# Model name
source: Land use agreement decision condition types
sv: Typer av beslutsvillkor för markanvändningsavtal

# Model name
source: Land use agreement decision condition
sv: Beslutsvillkor för markanvändningsavtal

# Model name
source: Land use agreement decision conditions
sv: Beslutsvillkor för markanvändningsavtal

# Model name
source: Land use agreement address
fi: Maankäyttösopimus osoite
sv: Adress för markanvändningsavtal

# Model name
source: Land use agreement addresses
fi: Maankäyttösopimus osoitteet
sv: Adresser för markanvändningsavtal

source: Obligated area (f-m2)
sv: Område som omfattas av åläggandet (f-m2)
