Repository: City-of-Helsinki/mvj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Re-lease
fi: Uudelleenvuokraus
sv: Återarrendering

source: Option to purchase
fi: Osto-oikeus
sv: Köprätt

source: Matti report
fi: MATTI-raportti
sv: MATTI-rapport

source: Lease statistics report II
fi: Vuokrausten tilastoraportti II
sv: Statistikrapport för arrenderingar II

source: Shows statistics about leases and their basis of rents
fi: Lista vuokrauksista ja niiden vuokranperusteista
sv: Förteckning över arrenderingar och grunderna för deras arrenden

source: Unit price (index)
fi: Yksikköhinta (ind)
sv: Enhetspris (ind)

source: Initial year rent
fi: Alkuvuosivuokra
sv: Arrende för början av året

source: Subsidised rent
fi: Subventoitu vuokra
sv: Subventionerat arrende

source: Subsidy amount
fi: Subventio euroina / vuosi
sv: Subvention i euro/år

source: Subsidy percent
fi: Subventio prosentteina
sv: Subvention i procent

source: Subsidy amount per area
fi: Subventoitu eur/m^2
sv: Subventionerat eur/m^2

source: Temporary discount percent
fi: Tilapäisalennus subventoidusta alkuvuosivuokrasta %
sv: Tillfällig rabatt på subventionerat arrende för början av året %

source: Temporary discount amount
fi: Tilapäisalennus euroa/vuosi
sv: Tillfällig rabatt i euro/år

source: Form of management (Subvention)
fi: Hallintamuotosubventio
sv: Subvention för upplåtelseform

source: Rent adjustments
fi: Alennukset/Korotukset
sv: Rabatter/Höjningar

source: Shows all of the rent adjustments
fi: Kaikkien voimassa olevien vuokrausten alennukset/korotukset
sv: Rabatter/höjningar för alla giltiga arrenderingar

source: Management subventions
fi: Hallintamuotosubventiot
sv: Subventioner för upplåtelseform

source: Temporary subventions
fi: Tilapäisalennukset
sv: Tillfälliga rabatter

source: Rent compare
fi: Vuokrien vertailu
sv: Jämförelse av arrenden

source: Show difference in rent between two years
fi: Ero kahden eri vuoden vuokrien määrissä
sv: Skillnad mellan arrendebeloppen för två olika år

source: First year
fi: Ensimmäinen vuosi
sv: Första året

source: Second year
fi: Toinen vuosi
sv: Andra året

source: Rent type
fi: Vuokralaji
sv: Arrendeart

source: First year rent
fi: Ensimmäisen vuoden vuokra
sv: Arrende för första året

source: Second year rent
fi: Toisen vuoden vuokra
sv: Arrende för andra året

source: Rent forecast
fi: Vuokraennuste
sv: Arrendeprognos

source: Calculate total yearly rent by lease type
fi: Näyttää ennusteen vuokrien määristä per vuokrauslaji
sv: Visar en prognos för arrendebeloppen per arrendeart

source: Start year
fi: Alkuvuosiluku
sv: Siffra för början av året

source: End year
fi: Loppuvuosiluku
sv: Siffra för slutet av året

source: Internal
fi: Sisäiset
sv: Interna

source: External
fi: Ulkoiset
sv: Externa

source: Total {year} {internal_external_text}
fi: {internal_external_text} yhteensä vuonna {year}
sv: {internal_external_text} totalt år {year}

source: Rent type leases
fi: Vuokraukset vuokralajin mukaan
sv: Arrenderingar enligt arrendeart

source: Show leases with a certain rent type
fi: Kaikki vuokraukset joissa on valittu vuokralaji
sv: Alla arrenderingar där arrendearten har valts

source: Reservations
fi: Varaukset
sv: Anvisningar

source: Show reservations
fi: Näytä varaukset
sv: Visa anvisningar

source: Start date start
fi: Alkupvm alkaen
sv: Startdatum från

source: Start date end
fi: Alkupvm viimeistään
sv: Startdatum senast

source: End date start
fi: Loppupvm alkaen
sv: Slutdatum från

source: End date end
fi: Loppupvm viimeistään
sv: Slutdatum senast

source: Exclude ones that are related to a lease
fi: Rajaa pois varaukset jotka on liitetty vuokraukseen
sv: Avgränsar de anvisningar som har kopplats till arrenderingen

source: Exclude sold
fi: Rajaa pois myydyt kohteet
sv: Avgränsar sålda objekt

source: Reservation id
fi: Varaustunnus
sv: Anvisningskod

source: Reservee name
fi: Varauksensaaja
sv: Anvisningens mottagare

source: Main permitted build area (floor-m²)
fi: Pääkäyttötarkoituksellinen rakennusoikeus (k-m²)
sv: Huvudbostadsbyggsrätt (k-m²)

source: Other permitted build area (floor-m²)
fi: Muu rakennusoikeus (k-m²)
sv: Annan bostadsbyggsrätt (k-m²)

source: Financing method
fi: Rahoitusmuoto
sv: Finansieringsform

source: Management method
fi: Hallintamuoto
sv: Upplåtelseform

source: Message
fi: Viesti
sv: Meddelande

source: Report "{}" successfully generated
fi: Raportti "{}" luotu onnistuneesti
sv: Rapport "{}" skapades

source: Generated report attached
fi: Luotu raportti on liitteenä.
sv: Den skapade rapporten är bifogad.

source: Failed to generate report "{}"
fi: Raportin "{}" luonti epäonnistui
sv: Rapport "{}" kunde inte skapas

source: Please try again
fi: Ole hyvä ja yritä uudelleen
sv: Vänligen försök på nytt

source: Results will be sent by email to {}
fi: Raportti toimitetaan sähköpostilla osoitteeseen {}
sv: Rapporten lämnas in per e-post till adressen {}

source: Report type not found
fi: Raporttityyppiä ei löytynyt
sv: Rapporttypen hittades inte

source: No permission to generate report
fi: Ei oikeutta luoda raporttia
sv: Ingen rätt att skapa rapporten

source: Cannot use an inactive receivable type
fi: Saamislaji ei ole käytettävissä
sv: Fordringsarten är inte tillgänglig

source: Either recipient or tenant is required.
fi: Vastaanottaja tai vuokralainen on annettava.
sv: Mottagaren eller arrendatorn måste anges.

source: Tenant not found in lease
fi: Vuokrauksesta ei löytynyt vuokralaista
sv: Ingen arrendator hittades för arrenderingen

source: Billing contact not found for tenant
fi: Vuokralaisen laskutusyhteystietoa ei löytynyt
sv: Arrendatorns kontaktuppgift för fakturering hittades inte

source: Both Billing period start and end are required if one of them is provided
fi: Laskutusjakson alku- ja loppupäivämäärät ovat molemmat pakollisia jos jompikumpi valittu
sv: Både start- och slutdatum för faktureringsperioden är obligatoriska ifall någondera är vald

source: Billing period end must be the same or after the start
fi: Laskutusjakson loppupäivämäärä pitää olla alkupäivämäärä tai sen jälkeen
sv: Slutdatum för faktureringsperioden ska vara startdatum eller senare

source: from_lease and to_lease cannot be the same Lease
fi: Ei voi olla sama vuokraus
sv: Får inte vara samma arrendering

source: Fixed initial rent end date must match rent cycle end date
fi: Alkuvuosivuokran loppu pitää olla sama kuin vuokrakauden loppu
sv: Slutet på arrendet för början av året ska vara samma som slutet av arrendeperioden

source: Index is mandatory if the rent type is Index
fi: Indeksi on valittava kun vuokralaji on Indeksi
sv: Indexet ska väljas då arrendearten är Index

source: Amount total adjustment type cannot have an end date
fi: Alennus-/korotustyypillä "€ yhteensä" ei voi olla loppupäivämäärää
sv: Rabatt-/höjningstypen "€ totalt" kan inte ha ett slutdatum

source: All seasonal values are required if one is set
fi: Kaikki kausilaskutusarvot ovat pakollisia jos yksikin valittu
sv: Alla säsongsfaktureringsvärden är obligatoriska om en av dem är vald

source: Due dates type must be custom if seasonal dates are set
fi: Eräpäivät tulee olla erikseen määritellyt jos käytössä kausilaskutus
sv: Förfallodatumen ska definieras separat om säsongsfakturering används

source: Basis of rent item id {} not found
fi: Vuokrausperiaatetta tunnisteella {} ei löydy
sv: Arrenderingsprincipen med identifieraren {} hittas inte

source: Can't edit locked basis of rent item
fi: Lukittua vuokrausperiaatetta ei voi muokata
sv: Låsta arrenderingsprinciper kan inte redigeras

source: Enter a valid business id.
fi: Anna kelvollinen Y-tunnus.
sv: Ange ett giltigt FO-nummer.

source: Error in upstream service
fi: Virhe ulkoisessa järjestelmässä
sv: Fel i ett externt system

source: Cloudia Proxy
sv: Cloudia-proxyserver

source: file_id parameter is not valid
fi: fiel_id-parametri on viallinen
sv: fiel_id-parametern är felaktig

source: Virre Proxy
sv: Virre-proxyserver

source: service parameter is not valid
fi: service-parametri on viallinen
sv: service-parametern är felaktig

source: business id is invalid
fi: Y-tunnus on viallinen
sv: FO-numret är felaktigt

source: File not available
fi: Tiedostoa ei löydy
sv: Filen hittas inte

source: Check if contact already exist
fi: Tarkista onko kontakti jo olemassa
sv: Granska huruvida kontakten redan finns

source: Check if contact already exist by business id or national identification number
fi: Kontakti on jo olemassa samalla Y-tunnuksella tai henkilötunnuksella
sv: Kontakten finns redan med samma FO-nummer eller personbeteckning

source: Query parameter "identifier" is mandatory
fi: "identifier"-parametri on pakollinen
sv: "identifier"-parametern är obligatorisk

source: Copy decision to leases
fi: Kopioi päätökset vuokraukseen
sv: Kopiera besluten i arrenderingen

source: Duplicates chosen decision to chosen leases
fi: Kopioi valitun päätöksen valittuihin vuokrauksiin
sv: Kopiera det valda beslutet till de valda arrenderingarna

source: Send email
fi: Lähetä sähköposti
sv: Skicka e-post

source: MVJ lease {} {}
fi: MVJ vuokraus {} {}
sv: MVJ arrendering {} {}

source: Can't create invoices if invoicing is not enabled.
fi: Ei voi luoda laskuja jos laskutusta ei ole käynnistetty
sv: Fakturor går inte att skapa om faktureringen inte har startats

source: Can't edit invoices that have been sent to SAP
fi: Ei voi muokata laskuja jotka on lähetetty SAP:iin
sv: Fakturor som har skickats till SAP går inte att redigera

source: Can't edit fully refunded invoices
fi: Ei voi muokata kokonaan hyvitettyä laskua
sv: En helt gottskriven faktura går inte att redigera

source: Can't delete numbered invoices
fi: Numeroitua laskua ei voi poistaa
sv: Numrerade fakturor går inte att ta bort

source: Can't delete invoices that have been sent to SAP
fi: Ei voi muokata laskuja jotka on lähetetty SAP:iin
sv: Fakturor som har skickats till SAP går inte att redigera

source: Invalid amount
fi: Epäkelpo määrä
sv: Odugligt antal

source: Amount must be bigger than zero
fi: Määrän tulee olla suurempi kuin nolla
sv: Antalet ska vara större än noll

source: Calculate penalty interest
fi: Laske viivästyskorko
sv: Räkna förseningsräntan

source: Calculate penalty interest for the outstanding amount until today
fi: Laske viivästyskorko puuttuvalle summalle tähän päivään asti
sv: Räkna förseningsräntan på det uteblivna beloppet fram till i dag

source: Credit invoice
fi: Hyvitä lasku
sv: Gottskriv fakturan

source: Credit invoice or part of it
fi: Hyvitä lasku tai osa siitä
sv: Gottskriv fakturan eller en del av den

source: Cannot credit invoices that have not been sent to SAP
fi: Ei voi hyvittää laskua jota ei ole lähetetty SAP:iin
sv: Fakturor som har skickats till SAP går inte att gottskriva

source: Credit invoice row
fi: Hyvitä laskurivi
sv: Gottskriv fakturaraden

source: Credit invoice row or part of it
fi: Hyvitä laskurivi tai osa siitä
sv: Gottskriv fakturaraden eller en del av den

source: Export invoice to Laske
fi: Vie lasku Laskeen
sv: Exportera fakturan till Laske

source: Export chosen invoice to Laske SAP system
fi: Vie valitun laskun Laske SAP-järjestelmään
sv: Exportera den valda fakturan till Laske SAP-systemet

source: This invoice has already been sent to SAP
fi: Lasku on jo lähetetty SAP:iin
sv: Fakturan har redan skickats till SAP

source: Can't send invoices that already have a number to SAP
fi: Numeroitua laskua ei voi lähettää SAP:iin
sv: Numrerade fakturor går inte att skicka till SAP

source: No permission. Can only delete own empty leases.
fi: Ei oikeutta. Voit poistaa vain omia tyhjiä vuokrauksia.
sv: Ingen behörighet. Du kan endast ta bort egna tomma arrenderingar.

source: Create charge
fi: Luo lasku
sv: Skapa faktura

source: Create charge shared to tenants by their shares
fi: Luo lasku joka jaetaan vuokralaisten kesken osuuksien mukaan
sv: Skapa faktura som delas mellan arrendatorerna enligt andelar

source: the penalty interest rate is {interest_percent} %
fi: viivästyskoron suuruus on {interest_percent} %
sv: förseningsräntans storlek är {interest_percent} %

source: The penalty interest rate starting on {start_date} is {interest_percent} %
fi: Viivästyskoron suuruus {start_date} alkaen on {interest_percent} %
sv: Förseningsräntans storlek från och med {start_date} är {interest_percent} %

source: The penalty interest rate between {start_date} and {end_date} is {interest_percent} %
fi: Viivästyskoron suuruus ajalla {start_date} - {end_date} on {interest_percent} %
sv: Förseningsräntans storlek under perioden {start_date} - {end_date} är {interest_percent} %

source: Create collection letter document
fi: Luo perintäkirje
sv: Skapa ett inkassobrev

source: No billing info or billing info does not have a contact address
fi: Ei laskutustietoa tai laskutustiedossa ei ole osoitetta
sv: Inga faktureringsuppgifter eller det finns ingen adress i faktureringsuppgifterna

source: Penalty interest for the invoice with the due date of {due_date} is {interest_amount} euroa
fi: Korko laskulle, jonka eräpäivä on ollut {due_date}, on {interest_amount} euroa
sv: Räntan på en faktura vars förfallodatum har varit {due_date} är {interest_amount} euro

source: {due_date}, {debt_amount} euro (between {start_date} and {end_date})
fi: {due_date}, {debt_amount} euroa (ajalta {start_date} - {end_date})
sv: {due_date}, {debt_amount} euro (från perioden {start_date} - {end_date})

source: Error creating the document from the template
fi: Virhe luotaessa dokumenttia asiakirjapohjan avulla
sv: Fel då dokumentet skapades med dokumentmallen

source: Rent for period
fi: Vuokra ajalle
sv: Arrende för perioden

source: View rent amounts for a given period
fi: Näytä vuokra määritellylle aikavälille
sv: Visa arrendet för det definierade tidsintervallet

source: Start date or end date is invalid
fi: Alku- tai loppupäivämäärä on virheellinen
sv: Start- eller slutdatumet är felaktigt

source: Start date cannot be after end date
fi: Alkupäivämäärä ei voi olla loppupäivämäärän jälkeen
sv: Startdatumet kan inte vara efter slutdatumet

source: List billing periods for year
fi: Näytä vuoden laskutuskaudet
sv: Visa årets faktureringsperioder

source: Year parameter is not valid
fi: Vuosi-parametri on viallinen
sv: Årsparametern är felaktig

source: Preview invoices for year
fi: Esikatsele vuoden laskuja
sv: Förhandsgranska årets fakturor

source: Copy areas to contract
fi: Kopioi alueet sopimukseen
sv: Kopiera områdena i avtalet

source: Duplicates current areas and marks them "in contract"
fi: Kopioi tämän hetkiset alueet ja merkitsee ne "sopimuksessa"
sv: Kopiera de nuvarande områdena och anteckna dem "i avtalet"

source: Set invoicing state
fi: Käynnistä tai keskeytä laskutus
sv: Starta eller avbryt fakturering

source: Sets invoicing state for lease to true or false
fi: Käynnistää tai keskeyttää laskutuksen
sv: Startar eller avbryter faktureringen

source: Cannot enable invoicing if rent info is not complete
fi: Laskutusta ei voi käynnistää jos vuokratiedot ovat keskeneräiset
sv: Faktureringen kan inte startas om arrendeuppgifterna är ofullständiga

source: Set rent info completion state
fi: Aseta vuokratiedot kunnossa-tieto
sv: Fastställ uppgiften arrendeuppgifterna i ordning

source: Can't create global ui data
fi: Ei oikeutta lisätä ui dataa
sv: Ingen behörighet att lägga till ui data

source: Can't create other users ui data
fi: Ei oikeutta lisätä muiden käyttäjien ui dataa
sv: Ingen behörighet att lägga till andra användares ui data

source: Data integrity error
fi: Tietoeheysvirhe
sv: Dataintegritetsfel

source: Finnish
fi: Suomi
sv: Finska

source: Swedish
fi: Ruotsi
sv: Svenska

source: English
fi: Englanti
sv: Engelska

source: Sender email address. Example: john@example.com
fi: Lähettäjän sähköpostiosoite. Esimerkki: matti@example.com
sv: Avsändarens e-postadress. Exempel: matti@example.com

source: Recipients of announce emails. Example: john@example.com,jane@example.com
fi: Ilmoitusviestien vastaanottajat. Esimerkki: matti@example.com,maija@example.com
sv: Anmälningsmeddelandenas mottagare. Exempel: matti@example.com,maija@example.com

# Area search lessor
source: Area use and control
fi: Alueiden käyttö ja valvonta
sv: Områdesanvändning och -övervakning

# Area search lessor
source: Culture and leisure
fi: Kulttuuri ja vapaa-aika
sv: Kultur och fritid

# Area search lessor
source: Development of land assets
fi: Maaomaisuuden kehittäminen ja tontit
sv: Utveckling av jordegendom och tomter

# Area search lessor
source: Sports venue services
fi: Liikuntapaikkapalvelut
sv: Motionsplatstjänster

# Area search lessor
source: Outdoor services
fi: Ulkoilupalvelut
sv: Friluftstjänster

# Area search lessor
source: Youth services
fi: Nuorisopalvelut
sv: Ungdomstjänster

# Search class
source: Plot search
fi: Tonttihaku tai -kilpailu
sv: Tomtansökan eller -tävling

# Search class
source: Other
fi: Muu kilpailu tai haku
sv: Annan tävling eller ansökning

# Search stage
source: In preparation
fi: Valmisteilla
sv: Under beredning

# Search stage
source: In action
fi: Käynnissä
sv: Pågående

# Search stage
source: Processing
fi: Käsittelyssä
sv: Behandlas

# Search stage
source: Decision making
fi: Päätöksenteossa
sv: Under beslutsfattande

# Search stage
source: Settled
fi: Päätetty
sv: Beslutat

# Information state
source: Checked
fi: Tarkistettu
sv: Granskat

# Information state
source: Not checked
fi: Ei tarkistettu
sv: Inte granskat

# Information state
source: Not needed
fi: Ei tarvetta
sv: Behövs inte

# Information state
source: Requires further action
fi: Tarvitsee lisätietoja
sv: Behöver ytterligare information

# Information check name
source: Trade register extract
fi: Kaupparekisteriote
sv: Handelsregisterutdrag

# Information check name
source: Creditworthiness certificate
fi: Luottokelpoisuustodistus
sv: Kreditvärdighetsintyg

# Information check name
source: Statement of payment of earning-related pension contributions
fi: Selvitys työeläkemaksujen maksamisesta
sv: Utredning om betalning av arbetspensionsavgifter

# Information check name
source: Certificate of entry in the VAT register
fi: Todistus arvonlisäverorekisteriin merkitsemisestä
sv: Intyg över införande i mervärdesskatteregistret

# Information check name
source: Certificate of entry in the advance payment register
fi: Todistus ennakkoperintärekisteriin merkitsemisestä
sv: Intyg över införande i förskottsuppbördsregistret

# Information check name
source: Tax debt certificate
fi: Verovelkatodistus
sv: Intyg över skatteskuld

# Information check name
source: Certificate of entry in the register of employers
fi: Todistus työnantajarekisteriin merkitsemisestä
sv: Intyg över införande i arbetsgivarregistret

# Decline reason
source: Application expired
fi: Hakemus rauennut
sv: Ansökan har förfallit

# Decline reason
source: Area not controlled by city
fi: Alue ei ole kaupungin hallinnoima
sv: Området förvaltas inte av staden

# Decline reason
source: Area not available for lease
fi: Alue ei ole vuokrattavissa
sv: Området går inte att arrendera

# Decline reason
source: Other reason
fi: Muu syy
sv: Annan orsak

# Area search state
source: Received
fi: Vastaanotettu
sv: Fordringsart

# Area search state
source: In action
fi: Käynnissä
sv: Inspektion

# Area search state
source: Settled
fi: Päätetty
sv: Avgjort

# Area search state
source: Revoked
fi: Peruutettu
sv: Upphävt

# Area search state
source: Declined
fi: Hylätty
sv: Avslaget

# Model name
source: Plot search type
fi: Tonttihaun tyyppi
sv: Typ av tomtansökan

# Model name
source: Plot search types
fi: Tonttihaun tyypit
sv: Typer av tomtansökan

# Model name
source: Plot search subtype
fi: Tonttihaun alityyppi
sv: Undertyper av tomtansökan

# Model name
source: Plot search subtypes
fi: Tonttihaun alityypit
sv: Undertyper av tomtansökan

# Model name
source: Plot search stage
fi: Tonttihaun vaihe
sv: Tomtansökningens skede

# Model name
source: Plot search stages
fi: Tonttihaun vaiheet
sv: Tomtansökningens skeden

source: Subtype
fi: Alityyppi
sv: Undertyp

source: Begin at
fi: Alkaa
sv: Börjar

source: End at
fi: Loppuu
sv: Slutar

source: Stage
fi: Vaihe
sv: Skede

# Model name
source: Plot search
fi: Tonttihaku
sv: Tomtansökan

# Model name
source: Plot searches
fi: Tonttihaut
sv: Tomtansökningar

source: Target type
fi: Kohde tyyppi
sv: Objekt typ

# Model name
source: Area search intended use
fi: Aluehaun käyttötarkoitus
sv: Användningsändamål för områdesansökan

# Model name
source: Area search intended uses
fi: Aluehaun käyttötarkoitukset
sv: Användningsändamål för områdesansökan

source: Time received
fi: Arkistointiaika
sv: Arkiveringstid

source: Area search state
fi: Vuokrauksen tila
sv: Status för arrenderingen

source: The target has been removed from the system!
fi: Kohde on poistunut järjestelmästä!
sv: Objektet har avlägsnats från systemet!

source: The target information has changed!
fi: Kohteen tiedot ovat muuttuneet!
sv: Objektets uppgifter har ändrats!

source: Area search application
sv: Applikation för områdesansökning

source: Area search information
fi: Aluehaun tiedot
sv: Uppgifter för områdesansökan

source: City of Helsinki
fi: Helsingin kaupunki
sv: Helsingfors stad

source: Information check
fi: Tietojen tarkistus
sv: Kontroll av uppgifter

source: Time stamp
fi: Aikaleima
sv: Tidsstämpel

source: This is a copy of your area search application sent to the City of Helsinki.
fi: Tämä on kopio Helsingin kaupungille lähetetystä aluehaun hakemuksesta.
sv: Detta är en kopia av ansökan om områdensansökan som har skickats till Helsingfors stad.

source: You can find a detailed copy of your application as an attachment in this email.
fi: Kopio hakemuksesta löytyy tämän sähköpostin liitetiedostosta.
sv: Kopian av ansökan har fogats till detta e-postmeddelande.

source: Plot search information
fi: Tonttihaun tiedot
sv: Uppgifter om tomtansökan

source: This is a confirmation that the following plot application sent to the City of Helsinki were received.
fi: Helsingin kaupungille lähetetyt tonttihakemukset on vahvistetusti vastaanotettu seuraavilla tunnuksilla.
sv: Tomtansökningar som har skickats till Helsingfors stad har mottagits bekräftat med följande koder.

# list of identifiers in email
source: Application identifiers
fi: Hakemustunnukset
sv: Ansökningskoder

source: yes
fi: kyllä
sv: ja

source: no
fi: ei
sv: nej

source: You have received a link for a direct reservation plot search
fi: Olet vastaanottanut linkin suoravaraushakuun
sv: Du har mottagit en länk till ansökningen om direktanvisning

source: Hi {receiver}! Here is the link for the direct reservation plot search: {url} {covering_note}
fi: Hei {receiver}! Tässä linkki suoravaraustonttihakuun: {url} {covering_note}
sv: Hej {receiver}! Här är en länk till direktanvisningstomtansökan: {url} {covering_note}

source: The deadline for applications
fi: Haku päättyy
sv: Ansökan upphör

source: Plot
fi: Tontti
sv: Tomt

source: Detailed plan state
fi: Asemakaavan käsittelyvaihe
sv: Behandlingsfas av detaljplan

source: Permitted build floor area (floor-m²)
fi: Rakennusoikeus (k-m²)
sv: Byggrätt (k-m²)

source: Permitted build residential floor area (floor-m²)
fi: Asuinrakennusoikeus (k-m²)
sv: Bostadsbyggsrätt (k-m²)

source: Permitted build commercial floor area (floor-m²)
fi: Liikerakennusoikeus (k-m²)
sv: Affärsbyggnadsrätt (k-m²)

source: First suitable construction year
fi: Rakennuskelpoinen
sv: Byggbar

source: Token exists
fi: Token olemassa
sv: Token existerar

source: Users permissions
fi: Käyttäjän oikeudet
sv: Användarens rättigheter

source: text
fi: Teksti

source: Status
fi: Tila

source: Text
fi: Teksti

# Applicant type
source: Person
fi: Henkilö

source: Service unit
fi: Palvelukokonaisuus

source: Land use agreement invoice count
fi: Maankäyttösopimuslaskujen määrä

source: Invoice payment
fi: Maksusuoritus

source: Payment count
fi: Maksujen määrä
