Repository: City-of-Helsinki/mvj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Sending invoices to the Laske system has been crashed during the processing. Please contact your administrator. Service unit: {} Error message: {}
fi: Laskujen lähetys Laske-järjestelmään kaatui prosessin aikana. Ota yhteys järjestelmänvalvojaan. Palvelukokonaisuus: {} Virheviesti: {}

source: MVJ ({}) processed a total of {} invoices to Laske system on {}. Of the invoices, {} succeeded and {} failed. Service unit: {}
fi: Maanvuokrausjärjestelmä ({}) käsitteli yhteensä {} laskua Laske-järjestelmään {}. Laskuista {} onnistui ja {} epäonnistui. Palvelukokonaisuus: {}

source: status
fi: tila

# Rent type
source: Index
fi: Indeksi

# Contact type
source: Person
fi: Henkilö

# Basis of rent type
source: Mast
fi: Masto

source: Index
fi: Indeksi

source: Internal order
fi: Sisäinen tilaus

source: The intended use's service unit must match the lease's service_unit.
fi: Käyttötarkoituksen ja vuokrauksen palvelukokonaisuuden pitää olla sama.

# Model name
source: Index
fi: Indeksi

source: Index {}{} = {}
fi: Indeksi {}{} = {}

source: Index code
fi: Indeksin tunniste

source: Index name
fi: Indeksin nimi

source: Region
fi: Alue

source: Data source
fi: Tiedonlähde

source: Source table updated
fi: Lähdetietokantapöytä päivitetty

source: Source table label
fi: Lähdetietokantapöydän selite

source: API endpoint URL
fi: Ohjelmointirajapinnan päätepisteen verkko-osoite

# model name
source: price index of old dwellings in housing companies
fi: Vanhojen osakeasuntojen hintaindeksi

# model name
source: price indexes of old dwellings in housing companies
fi: Vanhojen osakeasuntojen hintaindeksit

source: Index number
fi: Indeksipisteluku

source: Comment
fi: Kommentti

# model name
source: index number
fi: Indeksipisteluku

# model name
source: index numbers
fi: Indeksipisteluvut

source: Invoice number sequence name
fi: Laskunumerosarjan nimi

source: First invoice number
fi: Ensimmäinen laskunumero

source: Sender ID in Laske
fi: Lähettäjätunnus (Sender ID) Laske:ssa

source: Import ID in Laske
fi: Tuontitunnus (Import ID) Laske:ssa

source: Sales Organisation in Laske
fi: Myyntiorganisaatio Laske:ssa

source: Fill priority and info?
fi: Täytetäänkö priority- ja info-kentät?

source: Fill Info and Priority data from a contact into OrderParty and BillingParty in SalesOrder when creating LASKE XML
fi: Jos tämä on valittuna, Laske-viennin XML-tiedostossa täytetään Info- ja Priority-kentät SalesOrder-tietueen OrderParty- ja BillingParty-tietueissa.

source: Contract number sequence name
fi: Sopimusnumerosarjan nimi

source: First contract number
fi: Ensimmäinen sopimusnumero

source: Default receivable type (rent)
fi: Oletus-saamislaji (vuokra)

source: Receivable type used when creating rent invoices
fi: Saamislaji kun luodaan vuokralaskuja

source: Default receivable type (collateral)
fi: Oletus-saamislaji (rahavakuus)

source: Receivable type which should be used when creating collateral invoices. On SAP export, the profit center is filled from this receivable type's sap_order_item_number.
fi: Saamislaji jota tulee käyttää vakuuslaskuissa. Laske-viennissä tulosyksikkö täytetään tämän saamislajin SAP tilausnumero-kentästä.

# Model name
source: Service unit
fi: Palvelukokonaisuus

# Model name
source: Service units
fi: Palvelukokonaisuudet

# Model name
source: Service unit group mapping
fi: Palvelukokonaisuuden ryhmävastaavuus

# Model name
source: Service unit group mappings
fi: Palvelukokonaisuuden ryhmävastaavuudet

source: Estimated invoice count
fi: Tulevien laskujen arvioitu määrä

source: Can only add contacts to service units the user is a member of
fi: Asiakkaita voi lisätä vain omaan palvelukokonaisuuteen

source: Cannot change service unit
fi: Palvelukokonaisuutta ei voi vaihtaa

source: Can only use receivable types from service units the user is a member of
fi: Voi käyttää vain oman palvelukokonaisuuden saamislajia

source: Can only add invoices to service units the user is a member of
fi: Laskuja voi lisätä vain omaan palvelukokonaisuuteen

source: Must be from the same service unit as the parent
fi: Palvelukokonaisuuden pitää olla sama kuin isäntätietueessa

source: Can only add leases to service units the user is a member of
fi: Vuokrauksia voi lisätä vain omaan palvelukokonaisuuteen

source: Area (m²)
fi: Pinta-ala (m²)
